<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['smilies'] = "شکلک‌ها";
$l['manage_smilies'] = "مدیریت شکلک‌ها";
$l['manage_smilies_desc'] = "این بخش به شما اجازه‌ی ویرایش و حذف شکلک‌هایتان را می‌دهد.";
$l['add_smilie'] = "اضافه کردن شکلک جدید.";
$l['add_smilie_desc'] = "در اینجا شما می‌توانید تنها یک شکلک جدید اضافه نمایید.";
$l['add_multiple_smilies'] = "اضافه کردن شکلک‌های چند گانه";
$l['add_multiple_smilies_desc'] = "در اینجا شما می‌توانید شکلک‌های چند گانه را اضافه نمایید.";
$l['edit_smilie'] = "ویرایش شکلک";
$l['edit_smilie_desc'] = "در اینجا شما می‌توانید تنها یک شکلک را ویرایش نمایید.";
$l['mass_edit'] = "ویرایش گروهی";
$l['mass_edit_desc'] = "در اینجا شما می‌توانید به راحتی تمام شکلک‌های خود را با یک حرکت ویرایش نمایید.";
$l['no_smilies'] = "در حال حاضر هیچ شکلکی بر روی انجمن‌های شما وجود ندارد.";
$l['image'] = "تصویر";
$l['name'] = "نام";
$l['text_replace'] = "متن جایگزین";
$l['text_replace_desc'] = "این متن جایگزینی‌است که به شکلک تبدیل خواهد شد (هریک در در یک خط جداگانه وارد کنید).";
$l['image_path'] = "مسیر تصویر";
$l['image_path_desc'] = "در اینجا مسیر تصویر ِ شکلک قرار می‌گیرد. اگر شما می خواهید شکلک متفاوتی برای هر پوسته انتخاب کنید لطفا از <strong>{theme}</strong> برای فراخوانی آدرس پوشه‌ی تصاویر پوسته استفاده کنید.";
$l['order'] = "مرتب سازی";
$l['display_order'] = "نمایش مرتب سازی";
$l['display_order_desc'] = "این عدد نمی‌تواند همانند عدد سایر شکلک‌ها باشد.";
$l['mass_edit_show_clickable'] = "نمایش در قابل انتخاب‌ها؟";
$l['show_clickable'] = "نمایش در لیست قابل انتخاب‌ها؟";
$l['show_clickable_desc'] = "آیا شما می‌خواهید که این شکلک به عنوان \"شکلک‌های قابل انتخاب\" در لیست کنار ویرایش گر پست‌ها قرار بگیرد؟";
$l['include'] = "اضافه شود؟";
$l['path_to_images'] = "مسیر شکلک‌ها";
$l['path_to_images_desc'] = "در اینجا مسیر پوشه ای را که در آن شکلک‌ها وجود دارند را وارد نمایید.";
$l['smilie_delete'] = "حذف شود؟";
$l['save_smilie'] = "ذخیره‌ی شکلک";
$l['save_smilies'] = "ذخیره‌ی شکلک‌ها";
$l['show_smilies'] = "نمایش شکلک‌ها";
$l['reset'] = "باز نشانی";
$l['error_missing_name'] = "شما یک نام برای این شکلک وارد نکرده‌اید.";
$l['error_missing_text_replacement'] = "شما متن جایگزین برای این شکلک را وارد نکرده‌اید.";
$l['error_missing_path'] = "شما  مسیری را برای این شکلک وارد نکرده‌اید.";
$l['error_missing_path_multiple'] = "شما یک مسیر را وارد نکرده‌اید.";
$l['error_missing_order'] = "شما شیوه‌ی نمایشی را برای شکلک وارد نکرده‌اید.";
$l['error_duplicate_order'] = "شما ترتیب نمایش معتبری را برای این شکلک انتخاب نکرده‌اید.";
$l['error_missing_clickable'] = "شما گزینه‌ی بله و یا خیر را برای \" قابل انتخاب بودن\"  انتخاب نکرده‌اید.";
$l['error_no_smilies'] = "تصویری در داخل پوشه‌ی مشخص شده وجود ندارد, یا تمام شکلک‌های داخل پوشه اضافه گردیده‌اند.";
$l['error_no_images'] = "تصویری در داخل پوشه‌ی مشخص شده وجود ندارد.";
$l['error_none_included'] = "شما هیچ شکلکی را برای وارد کردن، انتخاب ننموده اید.";
$l['error_invalid_path'] = "شما یک مسیر درست وارد نکرده‌اید.";
$l['error_invalid_smilie'] = "شکلک مشخص شده موجود نمی‌باشد.";
$l['success_smilie_added'] = "شکلک با موفقیت اضافه گردید.";
$l['success_multiple_smilies_added'] = "شکلک‌ها با موفقیت اضافه گردیدند.";
$l['success_smilie_updated'] = "شکلک با موفقیت به روز رسانی گردید.";
$l['success_multiple_smilies_updated'] = "شکلک‌ها با موفقیت به روز رسانی گردیند.";
$l['success_smilie_deleted'] = "شکلک انتخاب شده با موفقیت حذف گردید.";
$l['success_mass_edit_updated'] = "شکلک‌ها با موفقیت به روز رسانی گردیند.";
$l['confirm_smilie_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این شکلک را حذف نمایید؟";