<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */
 
$l['custom_profile_fields'] = "فیلدهای سفارشی پروفایل";
$l['custom_profile_fields_desc'] = "این بخش به شما اجازه می‌دهد تا فیلد‌های اختصاصی پروفایل خود را ویرایش , حذف و مدیریت کنید.";
$l['add_profile_field'] = "اضافه کردن فیلد پروفایل";
$l['add_new_profile_field'] = "اضافه کردن فیلد پروفایل جدید";
$l['add_new_profile_field_desc'] = "اینجا شما می‌توانید یک فیلد اختصاصی پروفایل جدید اضافه کنید.";
$l['edit_profile_field'] = "ویرایش فیلد پروفایل";
$l['edit_profile_field_desc'] = "اینجا شما می‌توانید یک فیلد اختصاصی پروفایل را ویرایش کنید.";
$l['title'] = "عنوان";
$l['short_description'] = "توضیح کوتاه";
$l['maximum_length'] = "بیشترین طول";
$l['maximum_length_desc'] = "این بیشترین تعداد کارکترهایی است که می‌توان وارد کرد . این فقط به جعبه‌متن‌ها و فضای‌متن‌ها اعمال می‌شود.";
$l['field_length'] = "طول فیلد";
$l['field_length_desc'] = "این طول فیلد است .این فقط به کادرهای انتخاب تکی و متعدد اعمال می‌شود.";
$l['display_order'] = "ترتیب نمایش";
$l['display_order_desc'] = "این ترتیب نمایش فیلد‌های پروفایل اختصاصی  در ارتباط با دیگر فیلد‌های پروفایل اختصاصی است. این عدد نباید برابر با فیلد دیگری باشد.";
$l['text'] = "جعبه متن";
$l['textarea'] = "فضای متن";
$l['select'] = "جعبه انتخاب";
$l['multiselect'] = "جعبه انتخاب چندگانه";
$l['radio'] = "دکمه‌های رادیویی";
$l['checkbox'] = "جعبه‌های چک";
$l['field_type'] = "نوع فیلد";
$l['field_type_desc'] = "این نوع فیلدی است که نمایش داده خواهد شد.";
$l['field_regex'] = "عبارت منظم";
$l['field_regex_desc'] = "یک عبارت منظم که ورودی کاربر باید با آن مطابقت داشته باشد را وارد کنید.شما باید مطمئن شوید که عبارت منظم معتبر است. برای اینکه هرچیزی را قبول کند خالی بگذارید<br />
<strong>مثال:</strong> ([a-z0-9_\- ,.+]+)";
$l['selectable_options'] = "اختیارات قابلیت انتخاب ؟";
$l['selectable_options_desc'] = "لطفا هر انتخاب را در یک خط جدا وارد کنید. این فقط به کادرهای انتخاب , check box‌ها و انواع دکمه‌های رادیویی اعمال می‌شود.
";
$l['required'] = "نیاز است ؟";
$l['required_desc'] = "آیا لازم است این فیلد در طول ثبت نام یا ویرایش پروفایل پر شود؟ به یادداشته باشید که این تنظیم در زمان مخفی بودن فیلد یا غیرقابل ویرایش بودن آن اعمال نمی‌شود.";
$l['show_on_registration'] = "نمایش در فرایند ثبت‌نام؟";
$l['show_on_registration_desc'] = "آیا می‌خواهید این فیلد در فرم ثبت نام نمایش داده شود؟ دقت کنید که این تنظیم در صورتی که فیلد قابل ویرایش نباشد عمل نخواهد کرد و همچنین فیلد‌های ضروری همیشه در فرایند ثبت‌نام نمایش داده خواهند شد.";
$l['display_on_profile'] = "در پروفایل نشان داده شود؟";
$l['display_on_profile_desc'] = "باید این فیلد در پروفایل نمایش داده شود؟ این برای مدیران و ناظم‌ها عمل نخواهد کرد.";

$l['display_on_postbit'] = "نشان دادن در پست‌بیت؟";
$l['display_on_postbit_desc'] = "این فیلد در ارسال‌های کاربر نشان داده شود؟";
$l['viewableby'] = 'قابلیت نمایش برای';
$l['viewableby_desc'] = 'گروه‌هایی که بتوانند این فیلد پروفایل را ببینند را انتخاب کنید.';
$l['editableby'] = 'قابل ویرایش برای';
$l['editableby_desc'] = 'گروه‌های کاربری‌ای که بتوانند این فیلد را ویرایش کنند انتخاب کنید.';

$l['min_posts_enabled'] = "حداقل تعداد ارسال؟";
$l['min_posts_enabled_desc'] = "آیا این فیلد مختص کاربرانی است که بیش از تعداد مشخصی ارسال دارند؟ اگر چنین است، حداقل تعداد ارسال‌های لازم را وارد نمایید.";

$l['parser_options'] = "گزینه‌های تجزیه‌کننده";
$l['parse_allowhtml'] = "بله، HTML برای این فیلد پروفایل فعال باشد.";
$l['parse_allowmycode'] = "بله، مای‌کد برای این فیلد پروفایل فعال باشد.";
$l['parse_allowsmilies'] = "بله، شکلک‌ها برای این فیلد پروفایل فعال باشد.";
$l['parse_allowimgcode'] = "بله، تگ [img] برای این فیلد پروفایل فعال باشد.";
$l['parse_allowvideocode'] = "بله، تگ [video] برای این فیلد پروفایل فعال باشد.";

$l['save_profile_field'] = "ذخیره فیلد پروفایل";
$l['name'] = "نام";
$l['registration'] = "ثبت‌نام؟";
$l['editable'] = "قابلیت ویرایش ؟";
$l['profile'] = "پروفایل؟";
$l['postbit'] = "پست‌بیت?";
$l['edit_field'] = "ویرایش فیلد";
$l['delete_field'] = "حذف فیلد";
$l['no_profile_fields'] = "در این زمان فیلد پروفیل اختصاصی در تالار شما وجود ندارد .";
$l['error_missing_name'] = "شما برای فیلد پروفایل اختصاصی عنوان وارد نکردید.";
$l['error_missing_description'] = "شما برای فیلد پروفایل اختصاصی توضیح وارد نکردید.";
$l['error_invalid_fid'] = "فیلد پروفایل انتخاب شده موجود نیست .";
$l['success_profile_field_added'] = "فیلد پروفایل اختصاصی با موفقیت ایجاد شد.";
$l['success_profile_field_saved'] = "فیلد پروفایل اختصاصی با موفقیت ذخیره شد.";
$l['success_profile_field_deleted'] = "فیلد پروفایل اختصاصی انتخاب شده با موفقیت حذف شد";
$l['confirm_profile_field_deletion'] = "یا شما مطمئن هستید که می‌خواهید این فیلد پروفایل را حذف کنید ؟";