<?php  
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 *
 * Translate By: iora.ir & My-BB.Ir
 */

$l['board_settings'] = "تنظیمات انجمن";
$l['change_settings'] = "ویرایش تنظیمات";
$l['change_settings_desc'] = "در این بخش شما می‌توانید تمامی‌تنظیمات مربوط به انجمن خود را مدیریت کنید. کافیست یکی از گروه‌های زیر را انتخاب کرده و تنظیمات آن را ویرایش کنید.";
$l['add_new_setting'] = "افزودن تنظیمات جدید";
$l['add_new_setting_desc'] = "در این بخش شما می‌توانید، تنظیمات جدیدی را برای انجمنتان اضافه کنید.";
$l['modify_existing_settings'] = "اصلاح تنظیمات";
$l['modify_existing_settings_desc'] = "در این بخش شما می‌توانید تنظیمات موجود در انجمن را ویرایش و اصلاح کنید.";
$l['add_new_setting_group'] = "اضافه نمودن یک گروه برای تنظیمات";
$l['add_new_setting_group_desc'] = "در این بخش شما می‌توانید یک گروه برای تنظیمات ایجاد و آن را به صورت شخصی دسته بندی کنید.";
$l['edit_setting_group'] = "ویرایش گروه تنظیمات";
$l['edit_setting_group_desc'] = "در این بخش شما می‌توانید، گروه‌های تنظیماتی که هم اکنون در انجمن وجود دارد را ویرایش کنید.";

$l['title'] = "عنوان";
$l['description'] = "توضیح";
$l['group'] = "گروه";
$l['display_order'] = "ترتیب نمایش";
$l['name'] = "شناسه";
$l['name_desc'] = "این شناسه منحصر به فرد است که برای ارجاع به تنظیمات مورد نظر استفاده می‌شود (همچون اسکریپ‌ها، ترجمه‌ها و قالب‌ها ).";
$l['group_name_desc'] = "این شناسه و تنظیم، برای سیستم ترجمه استفاده می‌شود.";
$l['text'] = "متن";
$l['numeric_text'] = "متن عددی";
$l['textarea'] = "مکان متن";
$l['yesno'] = "انتخابگر بله / خیر";
$l['onoff'] = "انتخابگر روشن / خاموش";
$l['select'] = "جعبه انتخاب";
$l['radio'] = "کلیدهای رادیویی";
$l['checkbox'] = "Checkboxes";
$l['language_selection_box'] = "جعبه‌ی انتخاب زبان";
$l['forum_selection_box'] = "جعبه‌ی انتخاب انجمن";
$l['group_selection_box'] = "جعبه‌ی انتخاب گروه";
$l['adminlanguage'] = "جعبه‌ی انتخاب زبان بخش مدیریت";
$l['cpstyle'] = "جعبه‌ی انتخاب قالب بخش مدیریت";
$l['php'] = "پی‌اچ‌پی ارزیابی شده";
$l['type'] = "نوع";
$l['extra'] = "اضافات";
$l['extra_desc'] = "گر تنظیمات انتخاب شده از موارد:جعبه‌ی انتخاب، کلید‌های رادیویی و یا check box باشد، کد‌ها و آیتم‌ها را برای نمایش وارد کنید. برای جدا کردن آیتم‌ها، آنها را از سطر جدید شروع کنید. اگه از پی‌اچ‌پی استفاده می‌کنید، کد پی‌اچ‌پی را برای ارزیابی وارد کنید.";

$l['value'] = "متغیر";
$l['insert_new_setting'] = "وارد کردن تنظیمات جدید";
$l['edit_setting'] = "ویرایش تنظیمات";
$l['delete_setting'] = "حذف تنظیمات";
$l['setting_configuration'] = "پیکربندی تنظیمات";
$l['update_setting'] = "به روز رسانی تنظیمات";
$l['save_settings'] = "ذخیره‌ی تنظیمات";
$l['setting_groups'] = "گروه‌های تنظیمات";
$l['bbsettings'] = "تنظیم";
$l['insert_new_setting_group'] = "وارد کردن گروه تنظیمات جدید";
$l['setting_group_setting'] = "ویرایش گروه / ویرایش";
$l['order'] = "منظم کردن";
$l['delete_setting_group'] = "حذف گروه تنظیمات";
$l['save_display_orders'] = "ذخیره‌ی ترتیب‌های نمایش";
$l['update_setting_group'] = "به روز رسانی گروه تنظیمات";
$l['modify_setting'] = "ویرایش تنظیمات";
$l['search'] = "جستجو";
$l['plugin_settings'] = "تنظیمات افزونه";

$l['show_all_settings'] = "نمایش تمام تنظیمات";
$l['settings_search'] = "جستجو برای تنظیمات";
$l['confirm_setting_group_deletion'] = "آیا اطمینان به حذف این گروه تنظیمات دارید؟";
$l['confirm_setting_deletion'] = "آیا اطمینان به حذف تنظیمات دارید؟";
$l['error_missing_title'] = "عنوان را وارد نکره اید";
$l['error_missing_group_title'] = "عنوان گروه را وارد نکرده‌اید";
$l['error_invalid_gid'] = "گروه معتبری برای تنظیمات انتخاب نکرده‌اید.";
$l['error_invalid_gid2'] = "لینک تنظیمات گروه نامعتبر است. لطفاً از وجود داشتن آن مطمئن شوید.";
$l['error_missing_name'] = "شناسه‌ی این تنظیمات را وارد نکرده اید";
$l['error_missing_group_name'] = "شناسه‌ی این گروه تنظیمات را وارد نکرده اید";
$l['error_invalid_type'] = "نوع تنظیمات اشتباه انتخاب شده است";
$l['error_invalid_sid'] = "تنظیمات مورد نظر وجود ندارد";
$l['error_duplicate_name'] = "این شناسه قبلا در تنظیمات  \"{1}\" استفاده شده است -- شناسه باید منحصر به فرد باشد";
$l['error_duplicate_group_name'] = "این شناسه قبلا در گروه تنظیمات  \"{1}\" استفاده شده است -- شناسه باید منحصر به فرد باشد";
$l['error_no_settings_found'] = "تنظیمات مورد نظر یافت نشد.";
$l['error_cannot_edit_default'] = "تنظیمات پیشفرض قابل حذف و یا تغییر نیستند.";
$l['error_cannot_edit_php'] = "این نوع، نوع ویژه ای است که قابل تغییر نمی‌باشد.";
$l['error_ajax_search'] = "یک خطا هنگام جستجو در تنظیمات پیش آمده است:";
$l['error_ajax_unknown'] = "یک خطای نا شناخته هنگام جستجو بوجود آمده است.";
$l['error_chmod_settings_file'] = "فایل تنظیمات \"./inc/settings.php\" قابل نوشتن نیست. لطفاً CHMOD را به 777 تغییر بدهید.<br />جهت کسب اطلاعات بیشتر در مورد  CHMODing, <a href=\"http://docs.mybb.com/HowTo_Chmod.html\" target=\"_blank\">مستندات MyBB</a> را مطالعه نمایید.";
$l['error_hidden_captcha_conflict'] = "تصویر امنیتی پنهان نمی‌تواند  \"{1}\" باشد، لطفا متن دیگری در فیلد وارد کنید.";

$l['success_setting_added'] = "تنظیمات با موفقیت ایجاد شد.";
$l['success_setting_updated'] = "تنظیمات مورد نظر با موفقیت به روز شد.";
$l['success_setting_deleted'] = "تنظیمات مورد نظر با موفقیت حذف شد.";
$l['success_settings_updated'] = "تنظیمات مورد نظر با موفقیت به روز شد.";
$l['success_display_orders_updated'] = "تنظیمات ترتیب نمایش با موفقیت به روز شد.";
$l['success_setting_group_added'] = "گروه تنظیمات با موفقیت ایجاد شد.";
$l['success_setting_group_updated'] = "گروه تنظیمات با موفقیت به روز شد.";
$l['success_setting_group_deleted'] = "گروه تنظیمات مورد نظر با موفقیت حذف شد.";
$l['success_duplicate_settings_deleted'] = "تمام تنظیمات تکراری حذف شدند.";

$l['searching'] = 'جستجو...';
$l['search_error'] = 'یک خطا در گرفتن نتایج جستجو وجوددارد:';
$l['search_done'] = 'انجام شد!';



/**
 * MyBB 1.8 Settings - Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 * Conributors: ATofighi, Big-Goal, Rahnamafard, MyBB, Mellat, Farsi200
 */

$l['setting_group_onlineoffline'] = 'حاضر/غایب بودن انجمن';
$l['setting_group_onlineoffline_desc'] = 'این تنظمیات به شما اجازه می‌دهد تا انجمن‌هایتان را به صورت عمومی حاضر یا غایت کنید، و همچنین به شما اجازه می‌دهد تا دلیلی برای خاموش کردن انجمن بنویسید.';

$l['setting_boardclosed'] = 'انجمن بسته‌شده است';
$l['setting_boardclosed_desc'] = 'اگر شما می خواهید تا انجمن‌هایتان را به منظور ایجاد بعضی تغییرات یا انجام یک بروزرسانی برای عموم ببندید، این گزینه را انتخاب کنید. بازدید کنندگان قادر نخواهند بود تا انجمن‌های شما را مشاهده کنند، همچنین  آنها یک دلیل که شما می‌توانید در زیر تغییرش دهید را می‌بینند. مدیران کل هنوز‌هم قادر خواهند بود انجمن‌ها را مشاهده نمایند.';
$l['setting_boardclosed_reason'] = 'دلیل بسته‌شدن انجمن';
$l['setting_boardclosed_reason_desc'] = 'اگر انجمن شما بسته‌است،شما می توانید یک پیام را که بازدید کنندگان وقتی انجمن‌شما را مشاهده می‌کنند آن را ببینند قرار دهید.';



$l['setting_group_details'] = 'اطلاعات انجمن';
$l['setting_group_details_desc'] = 'این بخش شامل تنظیمات مختلف از جمله نام انجمن شما و URL آن و همچنین نام وب‌سایت شما و URL آن است.';

$l['setting_bbname'] = 'نام انجمن';
$l['setting_bbname_desc'] = 'نام انجمن شما. ما پیشنهاد می‌کنیم که این بش از ۷۵ کاراکتر نباشد.';
$l['setting_bburl'] = 'URL انجمن';
$l['setting_bburl_desc'] = 'آدرس URL انجمن‌های شما.<br />به همراه http://. و نباید دارای «اسلش» پایانی باشد.';
$l['setting_homename'] = 'نام صفحه‌ی خانگی';
$l['setting_homename_desc'] = 'نام صفحه‌ی خانگی شما. این در پایین انجمن به همراه پیوندی به آن نمایش داده خواهد شد.';
$l['setting_homeurl'] = 'URL صفحه‌ی خانگی';
$l['setting_homeurl_desc'] = 'آدرس کامل از صفحه‌ی خانگی شما. این به نام‌صفحه‌ی خانگی پیوند داده می‌شود.';
$l['setting_adminemail'] = 'ایمیل مدیرکل';
$l['setting_adminemail_desc'] = 'آدرس ایمیل مدیر کل. این برای  ایمیل‌های خارجی که از طرف انجمن ارسال می‌شود استفاده می‌شود.';
$l['setting_returnemail'] = 'ایمیل بازگشت';
$l['setting_returnemail_desc'] = 'آدرس ایمیلی که برای ورودی پاسخ ایمیل‌های خروجی از انجمن است و برای حساب‌های بدون‌پاسخ مفید است. برای استفاده از ایمیل مدیر کل این را خالی رها کنید.';
$l['setting_contactlink'] = 'لینک تماس با ما';
$l['setting_contactlink_desc'] = 'این برای پیوند تماس با ما در پایین انجمن‌ها استفاده خواهد شد.این می‌تواند یک آدرس ایمیل  باشد (از mailto:email@website.com استفاده کنید) و یا یک لینک باشد.';
$l['setting_cookiedomain'] = 'دامنه کوکی';
$l['setting_cookiedomain_desc'] = 'دامنه‌ی کوکی‌ها که باید تنظیم شوند. این می‌تواند خالی باشد. این همچنین باید با یک . شروع شود و می‌تواند همه‌ی زیردامنه‌ها را شامل شود.';
$l['setting_cookiepath'] = 'مسیر کوکی';
$l['setting_cookiepath_desc'] = 'مسیری که کوکی‌ها با آن ست شوند. ما پیشنهاد می‌کنید که این تنظیم باید پوشه‌ی کامل از مسیر انجمن شما به همراه اسلش پایانی باشد.';
$l['setting_cookieprefix'] = 'پیشوند کوکی';
$l['setting_cookieprefix_desc'] = 'پیشوندی که برای همه‌ی کوکی‌های مای بی‌بی تنظیم شوند. این مفیداست اگر  شما بخواهید چندین کپی از مای بی‌بی و سایر نرم‌افزار‌ها را در وب‌سایتتان نصب کنید. اگر مشخص نشده باشد، هیچ پیشوندی استفاده نخواهد شد.';
$l['setting_showvernum'] = 'نشان‌دادن شماره‌ی نسخه';
$l['setting_showvernum_desc'] = 'به شما اجازه‌میدهد تا شماره‌ی نسخه‌ی مای بی‌بی را به صورت عمومی نشان دهید.';
$l['setting_mailingaddress'] = 'آدرس پستی';
$l['setting_mailingaddress_desc'] = 'اگر شما یک آدرس پستی دارید mailing address، آن‌را در اینجا وارد فرمائید. این در فرم موافقت نامه‌ی COPPA نشان داده خواهد شد.';
$l['setting_faxno'] = 'شماره تماس با فکس';
$l['setting_faxno_desc'] = 'اگر شما یک شماره فکر دارید، آنرا اینجا وارد فرمائید. این در فرم موافقت‌نامه‌ی COPPA نشان داده خواهد شد.';



$l['setting_group_general'] = 'پیکربندی‌های عمومی';
$l['setting_group_general_desc'] = 'این بخش به شما اجازه می‌دهد تا جنبه‌های مختلف انجمن خود را مدیریت کنید.';

$l['setting_bblanguage'] = 'زبان پیش فرض';
$l['setting_bblanguage_desc'] = 'زبان پیش فرضی که مای بی بی باید از آن برای مهمان ها و کاربرانی که در حسابشان زبانی را انتخاب نکرده اند استفاده کند.' ;
$l['setting_captchaimage'] = 'تصاویر CAPTCHA برای ثبت نام و ارسال کردن';
$l['setting_captchaimage_desc'] = 'برای جلوگیری از فرایند های خودکار عضویت و ارسال کردن شما می توانید نوع تصویر امنیتی را که کاربر باید آنرا کامل کند را وارد کنید. برای اطلاعات بیشتر  در مورد کئچاها مستندات مای بی بی را مشاهده نمایید.';
$l['setting_captchapublickey'] = 'کلید عمومی reCAPTCHA';
$l['setting_captchapublickey_desc'] = 'کلید عمومی reCAPTCHA شما.';
$l['setting_captchaprivatekey'] = 'کلید خصوصی reCAPTCHA';
$l['setting_captchaprivatekey_desc'] = 'کلید عمومی reCAPTCHA شما.';
$l['setting_ayahpublisherkey'] = 'کلید عمومی «آیا شما یک انسان هستید»';
$l['setting_ayahpublisherkey_desc'] = 'کلید عمومی «آیا شما یک انسان هستید» شما';
$l['setting_ayahscoringkey'] = 'کلید خصوصی «آیا شما یک انسان هستید»';
$l['setting_ayahscoringkey_desc'] = 'کلید خصوصی «آیا شما یک انسان هستید» شما';
$l['setting_reportmethod'] = 'حالت ارسال‌های گزارش شده';
$l['setting_reportmethod_desc'] = 'لطفا از لیست زیر چگونگی برخورد با گزارش‌ها را انتخاب کنید. ذخیره سازی آنها در پایگاه داده احتمالن بهترین گزینه است.';
$l['setting_statslimit'] = 'محدودیت آمار';
$l['setting_statslimit_desc'] = 'تعداد موضوعاتی که می‌خواهید در صفحه‌ی آمار برای بیشترین پاسخ‌ها و بیشترین بازدید‌ها نمایش داده شود را وارد نمائید.';
$l['setting_statstopreferrer'] = 'نشان دادن برترین معرف در صفحه‌ی آمار';
$l['setting_statstopreferrer_desc'] = 'آیا شما می خواهید تا برترین معرف در صفحه‌ی stats.php نشان داده شود؟ این یک کوئری اضافه را ایجاد می کند.';
$l['setting_decpoint'] = 'نقطه‌ی اعداد اعشاری';
$l['setting_decpoint_desc'] = 'علامتی که برای جداکننده اعداد اعشاری در منطقه‌ی خود استفاده می‌کنید را وارد فرمائید.';
$l['setting_thousandssep'] = 'جداکننده اعداد هزارگان';
$l['setting_thousandssep_desc'] = 'نقطه‌گذاری‌ای که می‌خواهید از آن استفاده فرمائید.  مثلا میتوانید با استفاده از\',\'عدد1200 را به 1,200 تبدیل می‌شود.';
$l['setting_showlanguageselect'] = 'نمایش انتخاب‌کننده زبان در پانوشت';
$l['setting_showlanguageselect_desc'] = 'ا گر نمیخواهید زبان در پانوشت نشان داده شود "خیر " را انتخاب کنید،اگر هیچ زبان دیگری را استفاده نمیکنید این تنظیمات نادیده گرفته می شود.';
$l['setting_showthemeselect'] = 'نمایش انتخاب‌کننده پوسته در پانوشت';
$l['setting_showthemeselect_desc'] = 'اگر نمی‌خواهید انتخاب‌کننده‌ی پوسته در پانوشت همه‌ی صفحات نمایش داده‌شود بر روی خیر قرار دهید.';
$l['setting_maxmultipagelinks'] = 'حداکثر تعداد پیوند در صفحه‌بندی';
$l['setting_maxmultipagelinks_desc'] = 'در اینجا شما می‌توانید تعداد پیوند‌های صفحات قبلی و بعدی که در صفحه‌بندی موضوعات و انجمن‌ها نشان داده شوند را وارد کنید.';
$l['setting_jumptopagemultipage'] = 'نشان دادن پرش به صفحه در صفحه‌بندی';
$l['setting_jumptopagemultipage_desc'] = 'آیا شما می‌خواهید که یک «پرش به صفحه» در صورتی که تعداد پیوند‌ها از حداکثر تعداد پیوند‌ها در صفحه‌بندی بیشتر بود نمایش داده شود؟';
$l['setting_no_plugins'] = 'غیرفعال‌سازی همه‌ی پلاگین‌ها';
$l['setting_no_plugins_desc'] = 'اگر می‌خواهید همه‌ی پلاگین‌ها را بدون غیرفعال‌سازی و حذف آنها غیرفعال‌سازید این تنظیمات را روی خیر بگذارید. این با تعریف  NO_PLUGINS دربالای  ./inc/init.php برابر است.';
$l['setting_soft_delete'] = 'فعال‌سازی حذف نرم';
$l['setting_soft_delete_desc'] = 'اگر این تنظیم فعال‌باشد، شما می‌توانید ارسال‌ها و موضوع‌های حذف‌شده توسط کاربران را بازگردانی کنید در غیر این صورت موضوعات برای همشه حذف خواهند شد.';
$l['setting_helpsearch'] = 'فعال‌سازی جستجوی مستندات راهنما';
$l['setting_helpsearch_desc'] = 'اگر این تنظیم فعال باشد، به شما اجازه می‌دهد تا در مستندات راهنما جستجو کنید.';
$l['setting_deleteinvites'] = 'منقضی کردن دعوت به گروه‌های قدیمی';
$l['setting_deleteinvites_desc'] = 'عدد تعداد روز هایی که پس از آن دعوت نامه‌ی گروه‌ها منقضی شوند. برای غیرفعال سازی بر روی 0 قرار دهید.';
$l['setting_hidewebsite'] = 'پنهان کردن وب سایت ها برای گروه ها';
$l['setting_hidewebsite_desc'] = 'گروه‌های کاربری که می‌خواهید وب‌سایت کاربران برای آنها پنهان باشد را وارد فرمائید.';
$l['setting_hidesignatures'] = 'پنهان‌کردن امضا از گروه‌ها';
$l['setting_hidesignatures_desc'] = 'گروه‌های کاربری که می‌خواهید امضا‌ها برای آنها پنهان باشد را وارد فرمائید.';



$l['setting_group_server'] = 'گزینه‌های سرور و بهینه‌سازی';
$l['setting_group_server_desc'] = 'این گزینه‌ها به شما اجازه می دهد تا تنظیم‌های مختلف سرور و بهینه‌سازی سرور برای بارگذاری بهتر سرور‌شما و به دست‌آوردن عملکرد بهتر انجمنتان را تنظیم کنید.';

$l['setting_seourls'] = 'فعال سازی URLهای دوستانه با موتورهای جستجو؟';
$l['setting_seourls_desc'] = 'URLهای دوستانه برای موتورهای دوستانه پیوند‌های مای بی‌بی را به پیوند‌هایی که برای موتورهای جستجو بهتر و تایپ آنها راحت تر است تبدیل می‌کند. showthread.php?tid=1 به thread-1.html تبدیل خواهد شد. <strong>هنگامی که این تنظیم فعال باشد شما نیازدارید تا فایل .htaccess مای بی‌بی را در پوشه‌ی ریشه‌ی مای بي‌بی قرار دهید (یا معادل آن برای سرور شما).  تشخیص خودکار ممکن است برای همه‌ی سرورهای وب کار نکند.</strong> لطفا برای اطلاعات بیشتر  <a href="http://docs.mybb.com/SEF_URLs.html">مستندات مای بي‌بی</a> را مشاهده نمائید.';
$l['setting_seourls_archive'] = 'فعال‌سازی URLهای دوستانه برای موتورهای جستجو در آرشیو؟';
$l['setting_seourls_archive_desc'] = 'URLهای دوستانه برای موتورهای جستجو در آرشیو استفاده شود. <strong>هنگامی که این تنظیم فعال می‌شود بررسی کنید که آرشیو آن‌طور که انتظار می‌رود کار می کند.</strong>';
$l['setting_gzipoutput'] = 'استفاده از فشرده‌سازی صفحه‌ی Gzip';
$l['setting_gzipoutput_desc'] = 'آیا شما می‌خواهید که صفحه‌های وب‌سایت شما به حالت GZip وقتی که اطلاعات به مرورگرتان ارسال می‌شود فشرده شود؟ این به معنی دانلود سریعتر توسط بازدیدکنندگان شما و استفاده از ترافیک کمتر برای شما است.';
$l['setting_gziplevel'] = 'مرحله‌ی فشرده‌سازی صفحه‌ی GZip ';
$l['setting_gziplevel_desc'] = 'مرحله‌ی فشرده‌سازی صفحه‌ی GZip را از ۰ تا ۱۰ انتخاب کنید. (0=بدون فشرده‌سازی،  9=حداکثر فشرده‌ساززی). مرحله‌ی ۴ برای عموم نصب‌ها پیشنهاد می‌شود.';
$l['setting_nocacheheaders'] = 'ارسال سرآیند‌های عدم‌کش‌کردن';
$l['setting_nocacheheaders_desc'] = 'با این تنظیم شما می‌توانید از کش‌شدن و ذخیره شدن اطلاعات در مرورگرتان جلوگیری کنید.';
$l['setting_redirects'] = 'صفحات تغییر مسیر دوستانه';
$l['setting_redirects_desc'] = 'این صفحه‌های تغییر مسیر دوستانه را به جای پرتاب سریع کاربر به صفحه را ممکن می‌سازد.';
$l['setting_load'] = 'محدودیت بارگذاری *NIX';
$l['setting_load_desc'] = 'محدودیت در حداکثر بارگذاری سرور که مای بی‌بی کاربران را قبل از آن رد کند. 0 برای هیچ محدودیتی. پیشنهاد می‌شود بر روی 5.0 محدود کنید.';
$l['setting_tplhtmlcomments'] = 'کامنت در شروع و پایان خروجی قالب';
$l['setting_tplhtmlcomments_desc'] = 'این باعث فعال یا غیرفعال سازی خروجی دادن شروع یا پایان قالب‌ها به صورت یک comment در HTML می‌شود.';
$l['setting_use_xmlhttprequest'] = 'فعال سازی ویژگی درخواست XMLHttp؟';
$l['setting_use_xmlhttprequest_desc'] = 'این درخواست ویژگی‌های XMLHttp را فعال یا غیرفعال می‌کند.';
$l['setting_extraadmininfo'] = 'آمار پیشرفته / اطلاعات عیب‌یابیn';
$l['setting_extraadmininfo_desc'] = 'نمایش سرعت بارگذاری سرور، زمان ساخته شود، مموری استفاده شده در پایین همه‌ی صفحات. لطفا دقت داشته باشید که تنها مدیران کل می‌توانند این اطلاعات را مشاهده نمایند.';
$l['setting_uploadspath'] = 'مسیر آپلودها';
$l['setting_uploadspath_desc'] = 'مسیری که برای همه‌ی آپلودهای انجمن استفاده شود. این <b>باید دارای دسترسی 777 باشد.</b> (در سرورهای *nix ).';
$l['setting_useerrorhandling'] = 'استفاده از اداره خطاها';
$l['setting_useerrorhandling_desc'] = 'اگر شما نمی‌خواهید از سیستم اداره‌ی خطاها در مای بی‌بی استفاده شود، شما می‌توانید این تنظیم را بر روی خاموش قرار دهید. به طور معمول پیشنهاد می‌شود بر روی روشن بماند';
$l['setting_errorlogmedium'] = 'ارور دسترسی متوسط';
$l['setting_errorlogmedium_desc'] = 'اروری که در هنگام دسترسی استفاده میشود.';
$l['setting_errortypemedium'] = 'نوع ارور متوسط';
$l['setting_errortypemedium_desc'] = 'نوع اروری که نمایش داده میشود. توصیه میشود ارور ها و خطا ها رادر انجمن نمایش ندهید و در log نگهداری کنید.';
$l['setting_errorloglocation'] = 'ارور مکان در ورود';
$l['setting_errorloglocation_desc'] = 'محل log برای ارسال ارور, اگر مشخص شده باشد.';
$l['setting_enableforumjump'] = 'منوی پرش به انجمن فعال باشد؟';
$l['setting_enableforumjump_desc'] = 'منوی پرش به انجمن در نمایش موضوع در پایین صفحه نمایش داده میشود. اگر تعداد انجمن بالایی دارید این گزینه میتواند به کاربران شما در مشاهده هر چه بهتر انجمن ها کمک کند . برای غیر فعال سازی \'No\' را انتخاب کنید.';
$l['setting_ip_forwarded_check'] = 'موشکافی آی‌پی کاربران؟';
$l['setting_ip_forwarded_check_desc'] = 'آیا شما می‌خواهید آی‌پی کاربران برای HTTP_X_FORWARDED_FOR یا HTTP_X_REAL_IP بررسی شود؟ اگر شما مطمئن نیستید، برروی خیر قرار دهید.';
$l['setting_minifycss'] = 'سی اس اس (css) به صورت خودکار کم حجم شود؟';
$l['setting_minifycss_desc'] = 'آیا میخواهید فایل های css به طور خودکار کم حجم شوند؟ با انتخاب "بله" در مصرف پهنای باند صرفه جویی شده و صفحات سایت شما به سرعت بارگذاری میشوند.';
$l['setting_usecdn'] = 'از CDN استفاده شود؟';
$l['setting_usecdn_desc'] = 'شما میتوانید از CDN (Content Delivery Network = شبکه ارائه محتوا) بهره ببرید  برای جلوگیری از لود دوباره فایل هایی مثل :  Cssها , JavaScriptها  و تصاویر . آیا میخواهید این قابلیت را فعال کنید ؟ ';
$l['setting_cdnurl'] = 'URL مورد استفاده برای فایل های ثابت';
$l['setting_cdnurl_desc'] = 'اگر شما گزینه CDN را در بالا فعال کرده اید , لطفا آدرس پایه برای لود فایل های قابت را وارد کنید.این مقدار می بایست یک Url معتبر و بدون / انتهایی باشد.';
$l['setting_cdnpath'] = 'مسیر ذخیره فایل های ثابت';
$l['setting_cdnpath_desc'] = 'اگر گزینه CDN را در بالا فعال نموده اید ,لطفا یک مسیر کامل برای نگهداری فایل های ثابت وارد کنید .این فقط برای  "Push"نوع CDNها یا تنظیم زیر دامنه های محلی مفید است.این مسیر می بایست بدون / پایانی باشد.';



$l['setting_group_datetime'] = 'حالت نمایش تاریخ و ساعت';
$l['setting_group_datetime_desc'] = 'در اینجا شما می‌تواند حالت‌های مختلفی برای تاریخ و زمان که برای نشان‌دادن تاریخ و زمان در انجمنتان استفاده می‌شود، انتخاب کنید.';

$l['setting_dateformat'] = 'حالت تاریخ';
$l['setting_dateformat_desc'] = 'حالتی که برای تاریخ‌ها در انجمن شما استفاده شود. این فرمت در تابع date() زبان PHP استفاده می‌شود. ما به شما پیشنهاد نمی‌کنیم که اگر نمی‌دانید که چه میکنید این را تغییر دهید.';
$l['setting_timeformat'] = 'حالت زمان';
$l['setting_timeformat_desc'] = 'حالت زمان که در انجمنتان استفاده شود. این حالت از تابع date() در PHP استفاده می‌شود. ما به شما پیشنهاد می‌کنید که اگر نمی‌دانید که چه می‌کنید، این را تغییر ندهید.';
$l['setting_datetimesep'] = 'جداکننده تاریخ/زمان';
$l['setting_datetimesep_desc'] = 'در جاهایی که تاریخ و زمان به هم می‌پیونند از این برای جداکردن آنها استفاده می‌شود (به طور معمول یک فاصله یا یک ویرگول).';
$l['setting_regdateformat'] = 'حالت تاریخ ثبت‌نام';
$l['setting_regdateformat_desc'] = 'حالتی که در نمایش موضوع در جایی که تاریخ ثبت‌نام کاربر را نمایش می دهد استفاده شود.';
$l['setting_timezoneoffset'] = 'منطقه‌ی زمانی پیش‌فرض';
$l['setting_timezoneoffset_desc'] = 'در اینجا می‌توانید منطقه‌ی زمانی که برای مهمان ها و کاربرانی که از منطقه‌ی زمانی پیش‌فرض استفاده می‌کنند را تعیین کنید.';
$l['setting_dstcorrection'] = 'ساعت تابستانی';
$l['setting_dstcorrection_desc'] = 'اگر در منطقه‌ی زمانی شما ساعت یک ساعت به عقب باز می‌گردد، برای اصلاح آن ساعت تابستانی را فعال کنید.';



$l['setting_group_forumhome'] = 'گزینه‌های صفحه‌ی نخست انجمن';
$l['setting_group_forumhome_desc'] = 'این بخش به شما اجازه می‌دهد تا تنظیماتی که در صفحه‌ی خانگی انجمن‌شما (index.php) استفاده می‌شود را فعال و غیرفعال کنید.';

$l['setting_showdescriptions'] = 'نمایش توضیحات انجمن‌ها';
$l['setting_showdescriptions_desc'] = 'این تنظیم به شما اجازه می‌دهد تا نمایش دادن توضیحات انجمن‌ها را برای انجمنتان خاموش کنید.';
$l['setting_subforumsindex'] = 'زیرانجمن‌هایی که در لیست صفحه‌ی نخست نمایش داده شوند';
$l['setting_subforumsindex_desc'] = 'تعداد زیرانجمن‌هایی که شما می‌خواهید برای انجمن‌هایتان در صفحه‌ی نخست و نمایش‌موضوع نشان داده شود. برای نشان ندادن لیست زیرانجمن‌ها بر روی ۰ قرار دهید';
$l['setting_subforumsstatusicons'] = 'نشان‌دادن نماد‌های حالت زیرانجمن‌ها؟';
$l['setting_subforumsstatusicons_desc'] = 'نمایش نماد‌هایی که میگوییند که انجمن شامل ارسال‌های جدید است یا خیر؟ 
این هیچ اثری را نخواهد داشت مگر اینکه نمایش زیرانجمن‌ها را در صفحه‌ی نخست فعال کنید.';
$l['setting_hideprivateforums'] = 'پنهان سازی انجمن‌های خصوصی؟';
$l['setting_hideprivateforums_desc'] = 'شما می‌توانید انجمن‌های خصوصی را با فعال‌سازی این تنظیم پنهان سازید. این تنظیم همچنین انجمن‌ها را در پرش به انجمن و همه‌ی زیرانجمن‌ها پنهان می‌سازد.';
$l['setting_modlist'] = 'لیست مدیران انجمن';
$l['setting_modlist_desc'] = 'در اینجا شما می‌توانید نشان دادن لیست مدیران انجمن را در صفحه‌ی نخست و صفحه‌ی نمایش موضوع فعال/غیرفعال سازید.';
$l['setting_showbirthdays'] = 'نمایش متولدین امروز؟';
$l['setting_showbirthdays_desc'] = 'آیا شما می‌خواهید متولیدن امروز را در صفحه‌ی خانگی انجمن نشان داده شود؟';
$l['setting_showbirthdayspostlimit'] = 'تنها نمایش متولیدن با x ارسال';
$l['setting_showbirthdayspostlimit_desc'] = 'شما می‌توانید انتخاب کنید که تنها کاربرانی که دارای حداقل این تعداد ارسال هستند نمایش داده شوند. قرار دادن تنظیم بر روی ۰ باعث نمایش همه‌ی کاربرانی که متولد امروز هستند می‌شود.';
$l['setting_showwol'] = 'نمایش افراد حاضر در سایت؟';
$l['setting_showwol_desc'] = 'نشان دادن افرادی که هم‌اکنون حاضر هستند در صفحه‌نخست انجمن.';
$l['setting_showindexstats'] = 'نشان دادن بخش آمار کوچک';
$l['setting_showindexstats_desc'] = 'آیا شما می‌خواهید که تعداد موضوعات ، ارسال‌ها، کاربران و آخرین کاربر عضوشده در صفحه‌ی نخست نمایش داده شود؟';
$l['setting_showforumviewing'] = 'نمایش x بازدید کننده انجمن';
$l['setting_showforumviewing_desc'] = 'نشان دادن کاربرانی که درحال مشاهده هر انجمن هستند.';



$l['setting_group_forumdisplay'] = 'گزینه‌های نمایش انجمن';
$l['setting_group_forumdisplay_desc'] = 'این بخش به شما اجازه می‌دهد تا بخش‌های مختف استفاده شده در نمایش انجمن خود برای فعال یا غیرفعال کردن ویژگی‌های مختلف را غیرفعال کنید.';

$l['setting_threadsperpage'] = 'موضوع‌ها در هر صفحه';
$l['setting_threadsperpage_desc'] = 'تعداد موضوع‌هایی که در هر صفحه نمایش داده شوند';
$l['setting_hottopic'] = 'پاسخ‌ها برای موضوع‌های داغ';
$l['setting_hottopic_desc'] = 'تعداد پاسخ‌هایی که برای اینکه یه موضوع داغ شود نیاز است.';
$l['setting_hottopicviews'] = 'بازدیدها برای موضوع‌های داغ';
$l['setting_hottopicviews_desc'] = 'تعداد بازدید‌هایی که یک موضوع باید قبل از اینکه داغ شود داشته باشد.';
$l['setting_usertppoptions'] = 'موضوع‌های انتخابی کاربر در هر صفحه';
$l['setting_usertppoptions_desc'] = 'دوست دارید کاربران بتوانند چه تعداد موضوع را برای نمایش دادن در هر صفحه از انجمن‌ها انتخاب کنند، مقادیر را با کاما از هم جدا کنید. برای اینکه این امکان غیرفعال شود این فیلد را خالی رها کنید.';
$l['setting_dotfolders'] = 'استفاده از نماد‌های «نقطه»';
$l['setting_dotfolders_desc'] = 'آیا شما می‌خواهید که نقطه‌ای در موضوع‌هایی که کاربران در آن فعالیت داشتند نمایش داده شود؟';
$l['setting_allowthreadratings'] = 'استفاده از امتیازدهی موضوع';
$l['setting_allowthreadratings_desc'] = 'اجازه دادن کاربران به اینکه به موضوعات امتیاز دهند؟';
$l['setting_browsingthisforum'] = 'کاربران بازدیدکننده این انجمن';
$l['setting_browsingthisforum_desc'] = 'در اینجا شما می‌توانید ویژگی «کاربران بازدیدکننده این انجمن» را غیرفعال نمائید.';
$l['setting_announcementlimit'] = 'محدودیت اطلاعیه‌هاt';
$l['setting_announcementlimit_desc'] = 'تعداد اطلاعیه‌هایی که در لیست موضوعات در صفحات نمایش انجمن نشان داده شودs.برای غیرفعال سازی اطلاعیه‌ها بر روی ۰ قرار دهید.';
$l['setting_readparentforums'] = 'امکان علامت‌گذاری انجمن به عنوان خوانده‌شده';
$l['setting_readparentforums_desc'] = 'هنگامی که این را بر روی بله بگذارید، این تنظیم امکان علامت‌گذاری انجمن والد و زیرانجمن هایش را به عنوان‌خوانده شده فراهم می‌سازد.
دقت کنید که این میتواند موجب کاهش عمل‌کرد پایگاه داده و اجرای کوئری‌های بسیار شود. لطفا <a href="http://docs.mybb.com/165.html">مستندات مای بی‌بی</a> را برای اطلاعات بیشتر این تغییر مشاهده کنید.';



$l['setting_group_showthread'] = 'گزینه‌های نمایش موضوع';
$l['setting_group_showthread_desc'] = 'این بخش به شما اجازه می‌دهد تا تنظیمات گوناگون استفاده شده در صفحه‌ی نمایش موضوع را برای فعال یا غیرفعال کردن ویژگی‌های مختلف مدیریت کنید.';

$l['setting_postlayout'] = 'حالت ارسال';
$l['setting_postlayout_desc'] = 'به شما اجازه می‌دهد تا بین حالت قدیمی و حالت افقی جدید انتخاب کنید. حالت قدیمی اطلاعات نویسنده را در سمت راست ارسال نمایش می‌دهد، حالت افقی اطلاعات نویسنده را در بالای ارسال نمایش می‌دهد.';
$l['setting_postsperpage'] = 'ارسال‌ها در هر صفحه:';
$l['setting_postsperpage_desc'] = 'تعداد ارسال‌هایی که در هر صفحه نمایش داده شود. ما پیشنهاد می‌کنیم که این  بیشتر از  20 برای مردم با اتصال‌های کند نباشد.';
$l['setting_userpppoptions'] = 'تعداد ارسال‌های در صفحه‌ی قابل انتخاب توسط کاربر';
$l['setting_userpppoptions_desc'] = 'اگر شما می‌خواهید که به کاربران اجازه دهید که تعداد ارسال‌هایی که در هر صفحه از موضوع نمایش داده شود را انتخاب کنند، گزینه‌هایی که بتوانند انتخاب کنند را با جداسازی با یک کاما در اینجا وارد کنید. اگر این را خالی رهاکنید کاربران امکان انتخاب تعداد ارسال در هر صفحه را نخواهند داشت.';
$l['setting_postmaxavatarsize'] = 'حداکثر اندازه‌ی آواتار در ارسال‌ها';
$l['setting_postmaxavatarsize_desc'] = 'حداکثر اندازه‌ی آواتارها که در یک ارسال نمایش داده شود. اگر یک آواتار خیلی بزرگ باشد یه صورت خودکار کوچک خواهد شد.';
$l['setting_threadreadcut'] = 'خواندن موضوع‌ها در پایگاه داده (روزها)';
$l['setting_threadreadcut_desc'] = 'تعدادروزهایی که اطلاعات خوانده‌شدن موضوع‌ها در پایگاه‌داده نگه داشته شود. برای انجمن‌های بزرگ، که عدد بزرگی وارد شود. برای غیرفعال سازی بر روی ۰ قرار دهید.';
$l['setting_threadusenetstyle'] = 'Usenet Style Thread View';
$l['setting_threadusenetstyle_desc'] = 'Selecting yes will cause posts to look similar to how posts look in USENET. No will cause posts to look the modern way.';
$l['setting_quickreply'] = 'نمایش فرم پاسخ سریع';
$l['setting_quickreply_desc'] = 'به شما اجازه می‌دهد تا انتخاب کنید که آیا فرم پاسخ‌سریع در پایین موضوع‌ها نمایش داده شود یا خیر.';
$l['setting_multiquote'] = 'نمایش دکمه نقل قول چندگانه';
$l['setting_multiquote_desc'] = 'دکمه‌ی نقل‌قول چندگانه به کاربران اجازه می‌دهد تا یک سری از ارسال‌ها را با کلیک بر روی دکمه‌ی پاسخ در پیامشان نقل قول کنند.';
$l['setting_showsimilarthreads'] = 'نمایش جدول «موضوعات مشابه»';
$l['setting_showsimilarthreads_desc'] = 'این جدول موضوعاتی که مشابه موضوع درحال خوانده شدن می‌باشد را نمایش می‌دهد. شما می‌توانید حالت مرتبط را در زیر انتخاب کنید.';
$l['setting_similarityrating'] = 'موضوعات مشابه مشابه با رتبه';
$l['setting_similarityrating_desc'] = 'این به شما اجازه می‌دهد تا محدودیت بیشتری برای موضوعات مشابه اعمال کنید (0 موضوعیتی ندارد). این عدد نباید بیش از 10 و نباید کمتر از  (<5) برای انجمن‌های بزرگ باشد. بر روی پایگاه‌داده‌های  PgSQL اعمال نمی‌شود.';
$l['setting_similarlimit'] = 'محدودیت تعداد تاپیک های مشابه';
$l['setting_similarlimit_desc'] = 'در اینجا شما می‌توانید تعداد کل موضوعات مشابه که در جدول موضوعات مشابه نمایش داده شود را تغییر دهید. پیشنهاد می‌شود که این بیش از ۱۵ برا  56 هزار کاربر نباشد.';
$l['setting_showforumpagesbreadcrumb'] = 'نمایش انجمن‌های چندصفحه‌ای به صورت کشویی';
$l['setting_showforumpagesbreadcrumb_desc'] = 'اگر انجمن بیش از یک صفحه موضوع داشته باشد، آیا شما می‌خواهید که یک صفحه‌بندی کشویی در نوار پیمایش نشان داده شود؟';
$l['setting_browsingthisthread'] = 'کاربرانی که درحال مشاهده این موضوع هستند';
$l['setting_browsingthisthread_desc'] = 'در اینجا شما می‌توانید بازدیدکنندگان این موضوع را غیرفعال کنید.';
$l['setting_delayedthreadviews'] = 'بروزرسانی تاخیری بازدید‌های موضوع';
$l['setting_delayedthreadviews_desc'] = 'اگر این تنظیم فعال باشد، تعداد بازدید‌ها برای موضوعات در پس‌زمینه‌ی سیستم وظایف بروز خواهد شد. اگر فعال نباشد، بروزرسانی بازدید‌های موضوع فورا افزایش می‌یابد.';



$l['setting_group_member'] = 'گزینه‌های ورود و ثبت‌نام';
$l['setting_group_member_desc'] = 'در اینجا شما می‌توانید تنظیمات مختلف مربوط به ثبت‌نام کاربران و مدیریت ورودها انجام دهید.';

$l['setting_disableregs'] = 'غیرفعال‌سازی ثبت‌نام';
$l['setting_disableregs_desc'] = 'به شما اجازه می‌دهد تا ثبت‌نام کردن کاربران با کلیک را غیرفعال کنید.';
$l['setting_regtype'] = 'روش ثبت‌نام';
$l['setting_regtype_desc'] = 'لطفا روشی که در ثبت‌نام استفاده شود را انتخاب کنید.';
$l['setting_forcelogin'] = 'اجبار کاربران به ورود';
$l['setting_forcelogin_desc'] = 'اگر این تنظیم را بر روی بله قرار دهید، مهمان ها به ورود یا عضویت برای دسترسی به انجمن مجبور می‌شوند.';
$l['setting_minnamelength'] = 'حداقل طول نام‌کاربری';
$l['setting_minnamelength_desc'] = 'حداقل تعداد حرف‌هایی که کاربر می‌تواند برای نام‌کاربری‌اش هنگام ثبت‌نام وارد کند را وارد فرمائید.';
$l['setting_maxnamelength'] = 'حداکثر طول نام کاربری';
$l['setting_maxnamelength_desc'] = 'حداکثر تعداد کاراکتری که کاربران بتوانند برای نام‌کاربری‌اشان در هنگام ثبت‌نام وارد کنند را وارد فرمائید.';
$l['setting_minpasswordlength'] = 'حداقل طول رمزعبور';
$l['setting_minpasswordlength_desc'] = 'حداقل حروف که رمزعبور باید دارا باشد.';
$l['setting_maxpasswordlength'] = 'حداکثر طول رمزعبور';
$l['setting_maxpasswordlength_desc'] = 'حداکثر تعداد حروفی که رمزعبور باید دارا باشد.';
$l['setting_requirecomplexpasswords'] = 'نیاز به رمز عبور قوی؟';
$l['setting_requirecomplexpasswords_desc'] = 'آیا شما می‌خواهید که کاربران از رمزعبور قوی استفاده کنند؟ رمزعبورهای قوی باید دارای یک حرف بزرگ، حرفی کوچک و یک عدد باشند.';
$l['setting_betweenregstime'] = 'زمان بین ثبت‌نام‌ها';
$l['setting_betweenregstime_desc'] = 'مدت زمانی که (به ساعت) که ثبت‌نام کردن برای کاربرانی که قبلا با آی‌پی آدرسی مشابه ثبت‌نام کردند بسته شود.';
$l['setting_maxregsbetweentime'] = 'حداکثر عضویت برای هر آی‌پی';
$l['setting_maxregsbetweentime_desc'] = 'این تنظیم به شما اجازه می‌دهد تا حداکثر تعدادی که یک کاربر با یک آی‌پی آدرس بتواند در کل ثبت‌نام کند را مشخص کنید.';
$l['setting_allowmultipleemails'] = 'اجازه دادن به ایمیل‌ها برای ثبت‌نام چندین دفعه؟';
$l['setting_allowmultipleemails_desc'] = 'بر روی بله قرار دهید اگر می‌خواهید که به کاربران اجازه دهید تا بتوانند با یک رایانامه بیش‌از یک بار ثبت‌نام کنند.';
$l['setting_emailkeep'] = 'نگه‌داشتن ایمیل کاربران';
$l['setting_emailkeep_desc'] = 'اگر ایمیل کاربران در لیست ایمیل‌های محروم باشد، آیا بتوانند آن را نگه دارند؟';
$l['setting_hiddencaptchaimage'] = 'نمایش یک CAPTCHAی پنهان';
$l['setting_hiddencaptchaimage_desc'] = 'آیا شما می‌خواهید که یک فیلد کپچای پنهان هنگام ثبت‌نام کاربران نمایش داده شود؟ این ممکن است از ثبت‌نام رباط‌های هرزه‌گر جلوگیری کند.';
$l['setting_hiddencaptchaimagefield'] = 'نام فیلد کپچای پنهان';
$l['setting_hiddencaptchaimagefield_desc'] = 'شما می‌توانید یک نام برای کپ‌چای پنهان در زیر انتخاب کنید.';
$l['setting_usereferrals'] = 'استفاده از سیستم معرفی‌ها';
$l['setting_usereferrals_desc'] = 'آیا شما می‌خواهید از سیستم معرفی‌ها در انجمنتان استفاده شود؟';
$l['setting_coppa'] = 'پذیرش COPPA';
$l['setting_coppa_desc'] = 'آیا شما می‌خواهید که  <a href="http://www.coppa.org/comply.htm">COPPA</a> را در انجمنتان فعال کنید، لطفا میزان مجاز را از زیر انتخاب کنید.';
$l['setting_username_method'] = 'روشهای ورود کاربر به انجمن';
$l['setting_username_method_desc'] = 'شما میتوانید روشهای ورود کاربر به انجمن را انتخاب کنید.ورود با ایمیل ، ورود با نام کاربری ، ورود با ایمیل و نمام کاربری.';
$l['setting_failedcaptchalogincount'] = 'تعداد ورود‌های ناموفق قبل‌ازاینکه تایید هویت لازم باشد';
$l['setting_failedcaptchalogincount_desc'] = 'تعداد دفعاتی که یک فرد می‌تواند تلاش به ورود کند قبل از اینکه نیاز شود یک  CAPTCHA برای تایید هویت وارد کند. برای غیرفعال‌سازی بر روی ۰ قرار دهید.';
$l['setting_failedlogincount'] = 'دفعات مجاز برای ورود ناموفق';
$l['setting_failedlogincount_desc'] = 'تعداد دفعات مجاز برای ورود ناموفق . برای غیرفعالسازی 0 را وارد کنید.';
$l['setting_failedlogintime'] = 'زمان بین ورود‌های ناموفق';
$l['setting_failedlogintime_desc'] = 'مقدار زمانی (به دقیقه) که یک فرد پس از آن بتواند تلاش به ورود مجدد کند.استفاده می‌شود اگر مقدار آن کمتر از  0 نباشد.';
$l['setting_failedlogintext'] = 'نمایش تعداد ورود‌های ناموفق';
$l['setting_failedlogintext_desc'] = 'آیا شما می‌خواهید تعداد ورود‌های ناموفق که هر فرد می‌تواند داشته باشد در یک خط برای کاربران گفته شود؟';
$l['setting_regtime'] = 'حداقل زمان عضویت';
$l['setting_regtime_desc'] = 'حداقل زمانی که کاربر باید در صفحه‌ی عضویت طی کند. برای جلوگیری از ثبت‌نام اسپمر‌ها استفاده می‌شود.  برای غیرفعال‌سازی این قابلیت این تنظیم را بر روی ۰ قرار دهید.';
$l['setting_securityquestion'] = 'نمایش سوال امنیتی';
$l['setting_securityquestion_desc'] = 'آیا شما می خواهید که سوال امنیتی که کاربران باید به آن پاسخ دهند در فرم ثبت‌نام نمایش داده';



$l['setting_group_profile'] = 'گزینه‌های پروفایل';
$l['setting_group_profile_desc'] = 'این تنظیمات به شما در مدیریت تنظیمات مختلف پیرامون پروفایل‌کاربران کمک می‌کند.';

$l['setting_sigmycode'] = 'اجازه استفاده از مای‌کد در امضاها';
$l['setting_sigmycode_desc'] = 'آیا شما می‌خواهید که اجازه‌دهید تا MyCode در امضای کاربران استفاده شود؟';
$l['setting_sigcountmycode'] = 'MyCode در طول امضا اعمال شود؟';
$l['setting_sigcountmycode_desc'] = 'آیا شما می‌خواهید که MyCode به عنوان بخشی از امضا در محدودیت طول امضا اعمال شود؟';
$l['setting_sigsmilies'] = 'اجازه استفاده از شکلک‌ها در امضاها';
$l['setting_sigsmilies_desc'] = 'آیا شما می خواهید که کاربران بتوانند از شکلک‌ها در امضایشان استفاده کنند؟';
$l['setting_sightml'] = 'امکان استفاده از HTML در امضا‌ها';
$l['setting_sightml_desc'] = 'آیا شما می‌خواهید که کاربران بتوانند از HTML در امضایشان استفاده کنند؟';
$l['setting_sigimgcode'] = 'اجازه استفاده از کد [img] در امضا‌ها';
$l['setting_sigimgcode_desc'] = 'آیا شما می‌خواهید که کاربران بتوانند از کد [img] در امضایشان استفاده کنند؟';
$l['setting_maxsigimages'] = 'حداکثر تعداد عکس‌ها در امضاها';
$l['setting_maxsigimages_desc'] = 'حداکثر تعداد عکس‌ها (شامل‌شکلک‌ها) که در امضا قابل استفاده باشد را وارد فرمائید. برای غیرفعال‌سازی عکس‌ها در شکلک‌ها بر روی ۰ قرار دهید.';
$l['setting_siglength'] = 'محدودیت طول امضا';
$l['setting_siglength_desc'] = 'حداکثر تعداد کاراکتر‌هایی که کاربر بتواند در امضای خود استفاده کند را وارد کنید.';
$l['setting_useravatar'] = 'آواتار پیش‌فرض کاربران';
$l['setting_useravatar_desc'] = 'اگر کاربری یک آواتار سفارشی برای خود انتخاب نکرده‌بود، این آواتار به جای آن استفاده خواهد شد.';
$l['setting_useravatardims'] = 'اندازه‌های آواتار پیش فرض';
$l['setting_useravatardims_desc'] = 'اندازه‌های آواتار پیش‌فرض؛ عرض در ارتفاع (مانند:  40|40).';
$l['setting_useravatarrating'] = 'رتبه‌ی Gravatar';
$l['setting_useravatarrating_desc'] = 'به شما اجازه می دهد تا حداکثر رتبه‌ی  Gravatar که کاربران بتوانند از ان استفاده کنند را تعیین کنید. اگر آواتار کاربر رتبه ای بیشتر از این رتبه داشت، آواتار پیش‌فرض استفاده خواهد شد. امتیاز‌ها عبارت اند از:

<ul>
<li><strong>G</strong>: قابل نمایش برای همه‌ی سایت ها با هر موضوعی</li>
<li><strong>PG</strong>: ممکن است شامل حرکات بی‌ادبی، لباس پوشیدن های تحریک برانگیز باشد کمتر شامل فحش و خشونت خفیف است.</li>
<li><strong>R</strong>: ممکن است شامل فحش‌های خشن، خشونت شدید، برهنگی یا استفاده از مواد مخدر سخت باشد</li>
<li><strong>X</strong>: ممکن است شامل تصاویر جنسی شدید یا خشونت بسیار نگران کننده باشد</li>
</ul>';
$l['setting_maxavatardims'] = 'حداکثر اندازه‌ی آواتار‌ها';
$l['setting_maxavatardims_desc'] = 'حداکثر اندازه‌ای که آواتار بتواند داشته باشد، در فرمت عرض<b>x</b>ارتفاع. اگر این فیلد خالی باشد، محدودیتی برای ابعاد به وجود نمی‌آید.';
$l['setting_avatarsize'] = 'حداکثر حجم فایل آواتار آپلود‌شده';
$l['setting_avatarsize_desc'] = 'حداکثر اندازه حجم (به کیلوبایت) برای آواتارهای آپلودی.';
$l['setting_avatarresizing'] = 'حالت تغییر اندازه‌ی آواتار';
$l['setting_avatarresizing_desc'] = 'If you wish to automatically resize all large avatars, provide users the option of resizing their avatar, or not resize avatars at all you can change this setting.';
$l['setting_avataruploadpath'] = 'Avatar Upload Path';
$l['setting_avataruploadpath_desc'] = 'This is the path where custom avatars will be uploaded to. This directory <b>must be chmod 777</b> (writable) for uploads to work.';
$l['setting_customtitlemaxlength'] = 'Custom User Title Maximum Length';
$l['setting_customtitlemaxlength_desc'] = 'Maximum length a user can enter for the custom user title.';
$l['setting_allowaway'] = 'Allow Away Statuses?';
$l['setting_allowaway_desc'] = 'Should users be allowed to set their status to \'Away\' with a custom reason & return date?';
$l['setting_allowbuddyonly'] = 'Allow Buddy-Only Messaging?';
$l['setting_allowbuddyonly_desc'] = 'Allow users to send private messages only to people on their buddy list?';


$l['setting_group_posting'] = 'ارسال‌کردن';
$l['setting_group_posting_desc'] = 'این تنظیمات به شما اجازه می‌دهند تا عناصر مختلف مربوط به ارسال کردن داخل انجمن‌ها را مدیریت کنید.';

$l['setting_minmessagelength'] = 'کمینه طول مجاز هر ارسال';
$l['setting_minmessagelength_desc'] = 'عدد مربوط به تعداد کاراکتر های ارسالی.';
$l['setting_maxmessagelength'] = 'بیشینه طول مجاز هر ارسال';
$l['setting_maxmessagelength_desc'] = 'حد اکثر کاراکتر (بایت) های مجاز برای یک ارسال. عدد 0 بیانگر عدم محدودیت در این باره است.
<br>این مقدار باید با حجم ستون ارسال‌ها در پایکاه داده مطابقت داشته باشد. در زیر بیشینه ی هر نوع از ستون ها نوشته شده است.
<ul>
<li>TEXT: 65535 (پیش‌فرض)</li>
<li>MEDIUMTEXT: 16777215</li>
<li>LONGTEXT: 4294967295</li>
</ul>';
$l['setting_mycodemessagelength'] = 'مای‌کد ها در شمارش کاراکتر ها حساب شوند؟';
$l['setting_mycodemessagelength_desc'] = 'آیا می خواهید مای‌کد ها هم مثل متون دیگر برای اندازه گیری متن به احتساب آیند؟';
$l['setting_postfloodcheck'] = 'بررسی ارسال‌کردن متوالی';
$l['setting_postfloodcheck_desc'] = 'اگر می خواهید بین هر ارسال با ارسال بعدی حداقل زمانی مشخص کنید این مورد را روشن نمایید.';
$l['setting_postfloodsecs'] = 'زمان ارسال‌کردن متوالی';
$l['setting_postfloodsecs_desc'] = 'میزان زمانی که کاربر باید بین دو ارسال متوالی خود صبر کند را به ثانیه وارد کنید. پیش‌فرض: 60';
$l['setting_postmergemins'] = 'ادغام‌کردن ارسال‌ها';
$l['setting_postmergemins_desc'] = 'با فعال شدن این گزینه ارسال‌هایی که در x دقیقه به دست یک کاربر پشت سر هم ارسال می شوند با هم ادغام خواهند شد. برای غیر فعال کردن یا خالی بگذارید و یا عدد 0 را وارد کنید. پیش‌فرض: 60';
$l['setting_postmergefignore'] = 'انجمن‌های استثنا برای ادغام‌کردن';
$l['setting_postmergefignore_desc'] = 'انجمن‌هایی که می خواهید از قاعده ی ادغام‌کردن ارسال‌های متوالی مستثنا باشند انتخاب کنید.';
$l['setting_postmergeuignore'] = 'گروه های کاربری استثنا برای ادغام‌کردن';
$l['setting_postmergeuignore_desc'] = 'گروه های کاربری مستثنا از قاعده ی ادغام‌کردن ارسال‌ها را انتخاب کنید.';
$l['setting_postmergesep'] = 'جدا ساز ارسال‌های ادغام شده';
$l['setting_postmergesep_desc'] = 'جدا سازی که هنگام ادغام دو ارسال استفاده می شود. پیش‌فرض: \'[hr]\'';
$l['setting_logip'] = 'نمایش آدرس آی پی';
$l['setting_logip_desc'] = 'آیا می‌خواهید آدرس آی پی افراد نمایش داده شود؟ برای چه گروهی از افراد؟';
$l['setting_showeditedby'] = 'نمایش متن \'ویرایش شده توسط\'؟';
$l['setting_showeditedby_desc'] = 'آیا می خواهید هنگامی که فردی اسرالی را ویرایش کرد این ویرایش اعلام گردد?';
$l['setting_showeditedbyadmin'] = 'نمایش \'ویرایش شده توسط\' برای ارسال مدیران';
$l['setting_showeditedbyadmin_desc'] = 'آی می خواهید \'ویرایش شده توسط\' برای ارسال‌های مدیران هم به نمایش در آید؟';
$l['setting_maxpostimages'] = 'بیشینه عکس های مجاز یک ارسال';
$l['setting_maxpostimages_desc'] = 'بیشترین تعداد عکسی که کاربرا می تواند در یک ارسال استفاده کند (اعم از شکلک ها و غیره) را وارد کنید. عدد 0 بیانگر غیر فعال کردن این امکان است.';
$l['setting_maxpostvideos'] = 'بیشینه فیلم های مجاز یک ارسال';
$l['setting_maxpostvideos_desc'] = 'بیشترین تعداد فیلمی که کاربرا می تواند در یک ارسال استفاده کند را وارد کنید. عدد 0 بیانگر غیر فعال کردن این امکان است.';
$l['setting_subscribeexcerpt'] = 'مقدار کاراکتر مورد نمایش برای پیش‌نمایش اشتراک‌ها';
$l['setting_subscribeexcerpt_desc'] = 'چند کااکتر از ارسال‌ها را در پیش‌نمایش ارسال در هشدار به وسیله‌ی ایمیل برای ارسال‌های جدید نمایش داده شود؟';
$l['setting_wordwrap'] = 'تعداد کاراکتر‌هایی که قبل‌از رخ دادن بسته‌بندی کلمات (رفتن به خط بعدی) باشند';
$l['setting_wordwrap_desc'] = 'تعداد حداکثر کاراکتری که می‌توانند در یک کلمه قبل از یک فاصله به صورت خودکار باشند. (به حفظ طرح‌بندی انجمن کمک می‌کند). برای غیرفعال سازی بر روی ۰ قرار دهید.';
$l['setting_maxquotedepth'] = 'بیشترین مرحله نقل قول های تو در تو';
$l['setting_maxquotedepth_desc'] = 'هنگامی که یک ارسال نقل قول می شود تمامی نقل قول های درون آن بدون مرز خواهند شد. این امکان بر روی نقل قول های موجود اعمال نخواهد شد. عدد 0 بیانگر غیر فعال کردن این امکان می باشد.';
$l['setting_polloptionlimit'] = 'بیشترین طول گزینه های نظرسنجی';
$l['setting_polloptionlimit_desc'] = 'بیشترین طول برای هر گزینه ی نظرسنجی. 0 یعنی غیر فعال شود.';
$l['setting_maxpolloptions'] = 'بیشترین تعداد گزینه های مجاز هر نظرسنجی';
$l['setting_maxpolloptions_desc'] = 'بیشترین تعداد گزینه های یک نظرسنجی که کاربر می تواند ارسال کند.';
$l['setting_polltimelimit'] = 'محدودیت ساعتی نظرسنجی';
$l['setting_polltimelimit_desc'] = 'عدد مربوط به تعداد ساعاتی که یک کاربر عادی قادر به ارسال نظرسنجی برای موضوع‌های خود نخواهد بود. عدد 0 بیانگر غیر عدم محدودیت این مورد است.';
$l['setting_threadreview'] = 'نمایش مرورگر موضوع؟';
$l['setting_threadreview_desc'] = 'هنگام ارسال پاسخ جدید ارسال‌های قبلی نمایش داده شوند؟';
$l['setting_alloweditreason'] = 'اجازه ی درج دلیل ویرایش؟';
$l['setting_alloweditreason_desc'] = 'آیا قصد دارید به کاربران اجازه دهید دلیل خود را برای ویرایش ارسالشان اضافه کنند؟';


$l['setting_group_attachments'] = 'پیوست‌ها';
$l['setting_group_attachments_desc'] = 'تنظیمات مختلف در مورد سیستم پیوست‌ها که شما قادر به مدیریت و تنظیم آن هستید.';

$l['setting_enableattachments'] = 'فعال‌سازی عمل‌کرد پیوست';
$l['setting_enableattachments_desc'] = 'اگر شما می‌خواهید پیوست‌ها را در انجمن خود غیرفعال سازید، این تنظیم را بر روی خیر قرار دهید.';
$l['setting_maxattachments'] = 'حداکثر تعداد پیوست‌ها برای هر ارسال';
$l['setting_maxattachments_desc'] = 'حداکثر تعداد پیوستی که کاربر اجازه بارگذاری آن را برای هرارسال دارد.';
$l['setting_attachthumbnails'] = 'نمایش بندانگشتی فایل‌های پیوست‌شده';
$l['setting_attachthumbnails_desc'] = 'می‌خواهید تصاویر در ارسال‌ها چگونه نمایش داده شوند؟';
$l['setting_attachthumbh'] = 'حداکثر ارتفاع بندانگشتی‌های پیوستی';
$l['setting_attachthumbh_desc'] = 'حداکثر ارتفاع برای بندانگشتی‌های پیوست شده که باید با آن ساخته شوند را وارد کنید.';
$l['setting_attachthumbw'] = 'حداکثر عرض بندانگشتی‌های پیوستی';
$l['setting_attachthumbw_desc'] = 'حداکثر عرض برای بندانگشتی‌های پیوست شده که باید با آن ساخته شوند را وارد کنید.';



$l['setting_group_memberlist'] = 'لیست کاربران';
$l['setting_group_memberlist_desc'] = 'این بخش به شما اجازه می‌دهد تا جنبه‌های مختلف از لیست اعضا را کنترل و مدیریت کنید (memberlist.php)، مانند تعداد کاربرانی که در هرصفحه از لیست نمایش داده شود یا چه ویژگی‌های فعال باشند و چه ویژگی‌هایی غیرفعال.';

$l['setting_enablememberlist'] = 'فعال‌سازی ویژگی لیست کاربران';
$l['setting_enablememberlist_desc'] = 'اگر شما می‌خواهید لیست کاربران را در انجمنتان غیرفعال سازید، این تنظیم را بر روی خیرقرار دهید.';
$l['setting_membersperpage'] = 'کاربران در هر صفحه';
$l['setting_membersperpage_desc'] = 'تعداد کاربرانی که در هر صفحه از لیست اعضا نمایش داده شوند.';
$l['setting_default_memberlist_sortby'] = 'حالت پیش‌فرض مرتب سازی';
$l['setting_default_memberlist_sortby_desc'] = 'فیلدی که می‌خواهید کاربران با آن به صورت پیش‌فرض مرتب شوند را وارد فرمائید.';
$l['setting_default_memberlist_order'] = 'ترتیب پیش فرض مرتب‌سازی';
$l['setting_default_memberlist_order_desc'] = 'ترتیبی که می‌خواهید کاربران به صورت پیش‌فرض با آن مرتب شوند را وارد فرمائید.<br />Ascending: A-Z / آغاز - پایان<br />Descending: Z-A / پایان - آغاز';
$l['setting_memberlistmaxavatarsize'] = 'حداکثر ابعاد آواتارهای مورد نمایش';
$l['setting_memberlistmaxavatarsize_desc'] = 'حداکثر اندازه‌ای از آواتارکاربران که در لیست کاربران نمایش داده شود. اگر یک آواتار خیلی بزرگ بود، به صورت خودکار کوچک خواهد شد.';



$l['setting_group_reputation'] = 'اعتبار';
$l['setting_group_reputation_desc'] = 'سیستم اعتبار به کاربران اجازه می‌دهد که به یکدیگر به همراه نظری رتبه دهند. این بخش دارای تنظیماتی از قبیل غیرفعال‌سازی و دیگر موارد صفحه‌ی اعتبار می‌باشد (reputation.php).';

$l['setting_enablereputation'] = 'فعال‌سازی قابلیت اعتباردهی';
$l['setting_enablereputation_desc'] = 'اگر شما می‌خواهید سیستم اعتبار‌ها را در انجمنتان غیرفعال کنید، این تنظیم را بر روی خیر قرار دهید.';
$l['setting_posrep'] = 'امکان اعتبار مثبت';
$l['setting_posrep_desc'] = 'اجازه‌دادن به کاربران برای اهدا اعتبار مثبت به یکدیگر؟';
$l['setting_negrep'] = 'امکان اعتبار منفی';
$l['setting_negrep_desc'] = 'اجازه دادن به کاربران برای اهدا اعتبار منفی به یکدیگر؟';
$l['setting_neurep'] = 'امکان اعتبار خنثی';
$l['setting_neurep_desc'] = 'اجازه دادن به کاربران برای اهدا اعتبار خنثی به یکدیگر؟';
$l['setting_multirep'] = 'امکان اعتبار چندگانه';
$l['setting_multirep_desc'] = 'آیا کاربران بتوانند چندین اعتبار به یک کاربر دهند؟<br />نکته: بر روی اعتباردهی از طریق ارسال تاثیری ندارد.';
$l['setting_postrep'] = 'امکان اعتبار‌دهی به ارسال';
$l['setting_postrep_desc'] = 'امکان پیوند کردن اعتبار‌ها به ارسال‌ها؟';
$l['setting_repsperpage'] = 'نظر اعتبار‌ها در هر صفحه؟';
$l['setting_repsperpage_desc'] = 'در اینجا شما می‌توانید تعداد اعتبار‌هایی که در هر صفحه از صفحه‌ی اعتبار نمایش داده شود را وارد فرمائید.';
$l['setting_maxreplength'] = 'حداکثر طول اعتبار';
$l['setting_maxreplength_desc'] = 'حداکثر تعداد حروفی که یک اعتبار می‌تواند داشته باشد.';
$l['setting_minreplength'] = 'حداقل طول اعتبار';
$l['setting_minreplength_desc'] = 'حداقل تعداد حروفی که یک اعتبار می‌تواند داشته‌باشد.';



$l['setting_group_warning'] = 'تنظیمات سیستم اخطار';
$l['setting_group_warning_desc'] = 'سیستم اخطار به مدیران اجازه می‌دهد تا برای تخلفات به کاربران اخطار دهند. در اینجا تنظیماتی برای کنترل سیستم اخطار وجود دارد (warnings.php).';

$l['setting_enablewarningsystem'] = 'فعال‌سازی سیستم اخطار؟';
$l['setting_enablewarningsystem_desc'] = 'برای غیرفعال‌سازی کامل سیستم اخطار بر روی خیرقرار دهید.';
$l['setting_allowcustomwarnings'] = 'اجازه دادن به انواع سفارشی اخطار؟';
$l['setting_allowcustomwarnings_desc'] = 'آیا شما می‌خواهید به کسانی که مجوز اخطار‌دادن دارند، اجازه دهید تا دلیل و مقدار اخطار سفارشی‌ای را وارد کنند؟';
$l['setting_canviewownwarning'] = 'کاربران بتوانند اخطار خود را ببینند؟';
$l['setting_canviewownwarning_desc'] = 'اگر برروی بله قرار دهید، درصد اخطار کاربران در پروفایل و کنترل پنلشان برایشان نمایش داده خواهد شد.';
$l['setting_allowanonwarningpms'] = 'اجازه‌ی ارسال پیام‌خصوصی اخطار به صورت ناشناس';
$l['setting_allowanonwarningpms_desc'] = 'به مدیران اجازه می‌دهد تا پیام‌خصوصی اخطار را به صورت ناشناس ارسال کنند.';
$l['setting_maxwarningpoints'] = 'حداکثر مقدار اخطار';
$l['setting_maxwarningpoints_desc'] = 'حداکثر مقدار اخطاری که کاربر می تواند قبل از اینکه درصد اخطار او به  100% برسد بگیرد.';



$l['setting_group_privatemessaging'] = 'پیام خصوصی';
$l['setting_group_privatemessaging_desc'] = 'گزینه‌های مختلف در رابطه با سیستم پیام‌های خصوصی مای بی‌بی (private.php) که می‌تواند در اینجا مدیریت و تنظیم شود.';

$l['setting_enablepms'] = 'فعال‌سازی ویژگی پیام های خصوصی';
$l['setting_enablepms_desc'] = 'اگر شما می‌خواهید سیستم ارسال پیام‌خصوصی را غیرفعال سازید، این تنظیم را بر روی خیر قرار دهید.';
$l['setting_pmquickreply'] = 'نمایش فرم پاسخ سریع';
$l['setting_pmquickreply_desc'] = 'اجازه می‌دهد تا نمایش داده‌شدن فرم پاسخ‌سریع به پیام خصوصی را زیر پیام‌خصوصی‌ها را فعال یا غیرفعال سازید.';
$l['setting_pmsallowhtml'] = 'اجازه ارسال HTML';
$l['setting_pmsallowhtml_desc'] = 'اگر بله را انتخاب کنید HTML برای پیام‌های خصوصی استفاده خواهد شد.';
$l['setting_pmsallowmycode'] = 'اجازه استفاده از MyCode';
$l['setting_pmsallowmycode_desc'] = 'اگر بله را انتخاب کنید، امکان استفاده از MyCode در پیام‌های خصوصی فراهم می‌شود.';
$l['setting_pmsallowsmilies'] = 'اجازه استفاده از شکلک‌ها';
$l['setting_pmsallowsmilies_desc'] = 'اگر بر روی بله قرار گیرد، امکان استفاده از شکلک‌ها در پیام‌های خصوصی فراهم خواهد شد.';
$l['setting_pmsallowimgcode'] = 'اجازه استفاده از کد [img]';
$l['setting_pmsallowimgcode_desc'] = 'اگر بر روی بله قرار گیرد، امکان استفاده از کد [img] در پیام‌های خصوصی فراهم خواهد شد.';
$l['setting_pmsallowvideocode'] = 'اجازه استفاده از کد [video]';
$l['setting_pmsallowvideocode_desc'] = 'اگر بر روی به قرار گیرد، امکان استفاده از کد [video] در پیام‌های خصوصی فراهم خواهد شد.';
$l['setting_pmfloodsecs'] = 'زمان صبر پیام‌ خصوصی';
$l['setting_pmfloodsecs_desc'] = 'زمانی (به ثانیه) که کاربران باید بین ارسال دو پیام صبر کنند را وارد فرمائید، برای اینکه کاری نکند؛ بر روی ۰ قرار دهید.';
$l['setting_showpmip'] = 'نمایش IP پیام‌های خصوصی';
$l['setting_showpmip_desc'] = 'آیا شما می خواهید IP کسی که پیام خصوصی را ارسال‌کرده و کسی که پیام خصوصی به او ارسال شده‌است نمایش داده شود؟';
$l['setting_maxpmquotedepth'] = 'حداکثر تعداد نقل‌قول‌های تودرتو در پیام‌خصپصی';
$l['setting_maxpmquotedepth_desc'] = 'حداکثر عمق برای تگ نقل قول. هنگام پاسخ‌دادن به یک پ.خ، همه‌ی نقل‌قول‌های تودرتو باید حذف شوند. دقت کنید که این تنظیم تنها بر روی پاسخ با نقل‌قول کار می‌کند - امکان ورود نقل‌قول‌هایی که از این محدودیت عبورکنند به صورت دستی وجود دارد، و این تنظیم بر روی پیام‌هایی که قبلا ارسال شده‌اند تاثیری نخواهد داشت. برای غیرفعال‌سازی بر روی ۰ قرار دهید.';



$l['setting_group_calendar'] = 'تقویم';
$l['setting_group_calendar_desc'] = 'تقویم انجمن به شما این امکان را می دهد تا رویدادهای عمومی و خصوصی و همچنین تولد کاربران را ثبت کنید.این بخش به شما اجازه می دهد تا تنظیمات تقویم را کنترل و مدیریت کنید. (calendar.php)';

$l['setting_enablecalendar'] = 'فعال سازی قابلیت تقویم';
$l['setting_enablecalendar_desc'] = 'اگر میخواهید تقویم را در انجمن خود غیر فعال کنید،این گزینه را روی نه قرار دهید.';



$l['setting_group_whosonline'] = 'افراد حاضر';
$l['setting_group_whosonline_desc'] = 'تنظیمات گوناگون برای بخش افراد حاضر در انجمن (online.php).';

$l['setting_wolcutoffmins'] = 'زمان Cut-off (به دقیقه)';
$l['setting_wolcutoffmins_desc'] = 'بعد از گذشت چند دقیقه از خروج کاربر،بصورت آفلاین نمایش داده شود؟ توصیه شده:15';
$l['setting_refreshwol'] = 'زمان تازه سازی صفحه افراد آنلاین (به دقیقه)';
$l['setting_refreshwol_desc'] = 'هر چند دقیقه یک بار صفحه افراد آنلاین تازه سازی گردد؟ 0 برای غیرفعال سازی این قابلیت';
$l['setting_wolorder'] = 'ترتیب افراد آنلاین';
$l['setting_wolorder_desc'] = 'کاربران را براساس نام کاربری یا آخرین فعالیتشان لیست کنید. توجه: این ویژگی تنها در صفحات پورتال و ایندکس اثر گذار است.';



$l['setting_group_userpruning'] = 'هرس‌کردن کاربر';
$l['setting_group_userpruning_desc'] = 'سیستم هرس کاربران به شما این اجازه را می دهد تا کاربران دارای معیارهای خاص را از انجمن خود حذف کنید. در این جا می توانید آن معیار ها را پیکربندی نمایید.';

$l['setting_enablepruning'] = 'سیستم هرس کاربران فعال باشد؟';
$l['setting_enablepruning_desc'] = 'برای هرس کاربران براساس معیارهای زیر، این گزینه را روی روشن قرار دهید.';
$l['setting_enableprunebyposts'] = 'هرس کاربر براساس تعداد پست؟';
$l['setting_enableprunebyposts_desc'] = 'برای هرس کاربران براساس تعداد پست های آنها، این گزینه را روی روشن قرار دهید.';
$l['setting_prunepostcount'] = 'تعداد ارسال ها برای هرس کاربر';
$l['setting_prunepostcount_desc'] = 'هرس کردن کاربرانی که کمتر از این تعداد، ارسال دارند: (عدد مورد نظر را وارد کنید)';
$l['setting_dayspruneregistered'] = 'مقدار زمان عضویت جهت شامل شدن در طرح هرس بر اساس تعداد ارسال ها';
$l['setting_dayspruneregistered_desc'] = 'کاربرانی که حداقل x روز از زمان ثبت نام آنها می گذرد شامل هرس شوند. (تعداد روز را وارد کنید)';
$l['setting_pruneunactived'] = 'هرس کاربران فعال نشده؟';
$l['setting_pruneunactived_desc'] = 'جهت هرس کاربران فعال نشده، این گزینه را روی روشن قرار دهید.';
$l['setting_dayspruneunactivated'] = 'مقدار زمان عضویت جهت شامل شدن در طرح هرس برای کاربران فعال نشده';
$l['setting_dayspruneunactivated_desc'] = 'کاربرانی که حداقل به مدت x روز غیر فعال بوده اند شامل هرس شوند. (تعداد روز را وارد کنید)';
$l['setting_prunethreads'] = 'هرس ارسال ها / موضوعات کاربر';
$l['setting_prunethreads_desc'] = 'آیا می خواهید تمامی ارسال ها / موضوعات کاربرانی که قرار است حذف گردند، پاک شوند؟';



$l['setting_group_portal'] = 'تنظیمات سردر';
$l['setting_group_portal_desc'] = 'صفحه‌ی سردر اطلاعات مختلف در مورد انجمن شما را در یک جا جمع‌آوری می‌کند، از جمله، کاربارن آنلاین، آمار انجمن، اطلاعیه‌ها و .... این بخش به شما اجازه می دهد تا این تنظیمات در مورد سردر را مدیریت کنید (portal.php).';

$l['setting_portal'] = 'فعال‌سازی سردر';
$l['setting_portal_desc'] = 'اگر شما می‌خواهید سردر را بر روی انجمن خود غیرفعال کنید بر روی خیر قرار دهید.';
$l['setting_portal_announcementsfid'] = 'انجمن‌هایی که اطلاعیه‌ها از آنها برداشته شود';
$l['setting_portal_announcementsfid_desc'] = 'لطفا انجمن‌هایی که می‌خواهید اطلاعیه‌ها از آنها برداشته شود را وارد فرمائید.';
$l['setting_portal_numannouncements'] = 'تعداد اطلاعیه‌ها برای نمایش';
$l['setting_portal_numannouncements_desc'] = 'لطفا تعداد اطلاعیه‌هایی که در هر صفحه از سردر نمایش داده شود را وارد فرمائید.';
$l['setting_portal_showwelcome'] = 'نمایش جعبه‌ی خوش‌آمد گویی';
$l['setting_portal_showwelcome_desc'] = 'آیا شما می‌خواهید که جعبه‌ی خوش‌آمدگویی برای بازدیدکنندگان نمایش داده شود؟';
$l['setting_portal_showpms'] = 'نمایش تعداد پیام‌های خصوصی به کاربران';
$l['setting_portal_showpms_desc'] = 'آیا شما می‌خواهید تعداد پیام‌های خصوصی که کاربر در سیستم پیام‌خصوصی‌ دارد به او نمایش داده شود؟';
$l['setting_portal_showstats'] = 'نمایش آمار انجمن';
$l['setting_portal_showstats_desc'] = 'آیا شما می‌خواهید که تعداد ارسال‌ها، موضوع‌ها، کاربارن و آخرین کاربر عضو شده در سردر نمایش داده شود؟';
$l['setting_portal_showwol'] = 'نمایش افراد حاضر';
$l['setting_portal_showwol_desc'] = 'آیا شما می‌خواهید که اطلاعات افراد حاضر درا نجمن در صفحه‌ی سردر نمایش داده شود؟';
$l['setting_portal_showsearch'] = 'نمایش جعبه‌ی جستجو';
$l['setting_portal_showsearch_desc'] = 'آیا شما می‌خواهید که جعبه‌ی جستجو به منظور جستجوی سریعتر در سردر نمایش داده شود؟';
$l['setting_portal_showdiscussions'] = 'نمایش آخرین صحبت‌ها';
$l['setting_portal_showdiscussions_desc'] = 'آیا شما می‌خواهید که آخرین موضوعات انجمن در سردر نمایش داده شود؟';
$l['setting_portal_showdiscussionsnum'] = 'تعداد آخرین صحبت‌ها برای نمایش';
$l['setting_portal_showdiscussionsnum_desc'] = 'لطفا تعداد صحبت‌های کنونی که در سردر نمایش داده شود را وارد فرمائید.';
$l['setting_portal_excludediscussion'] = 'انجمن‌های معاف از نمایش داده بحث‌آنها در آخرین بحث‌ها';
$l['setting_portal_excludediscussion_desc'] = 'لطفا انجمن‌هایی که نمی‌خواهید موضوعاتشان در آخرین بحث‌ها نمایش داده شود را انتخاب فرمائید.';



$l['setting_group_search'] = 'سیستم جستجو';
$l['setting_group_search_desc'] = 'تنظیمات گوناگون در این بخش به شما اجازه می دهد تا تغییراتی در مکانیسم جستجو در ارسال ها و موضوعات در مای بی بی ایجاد کنید.';

$l['setting_searchtype'] = 'نوع جستجو';
$l['setting_searchtype_desc'] = 'لطفا نوع سیستم جستجو را انتخاب کنید. شما میتوانید یکی از دو حالت "استاندارد" و یا "تمام متن" را انتخاب کنید (با توجه به پایگاه داده خود).حالت تمام متن قویتر و سریعتر از حالت جستجوی استاندارد مای بی بی می باشد.';
$l['setting_searchfloodtime'] = 'سیر زمانی هر جستجو(ثانیه)';
$l['setting_searchfloodtime_desc'] = 'حداقل میزان وقفه مجاز بین هرجستجو را به ثانیه وارد کنید.این قابلیت از جستجوهای مکرر کاربران و نهایتا از لود بیش از حد سرور شما جلوگیری میکند. برای غیرفعال سازی این قابلیت 0 را وارد کنید.';
$l['setting_minsearchword'] = 'حداقل طول کلمه مورد جستجو';
$l['setting_minsearchword_desc'] = 'تعداد حداقل کاراکترهای یک کلمه مورد  جستجو را وارد کنید. برای غیرفعال سازی این قابلیت (و پذیرش محدوده 3 کاراکتر برای جستجوی استاندارد و 4 کاراکتر برای جستجوی تمام متن MySQL ) 0 را وارد کنید.اگر جستجوی تمام متن MySQL را انتخاب کنید و این عدد را کمتر از محدوده کاراکتری MySQL (4) قرار دهید، MySQLرقم شما را نادیده خواهد گرفت.';
$l['setting_searchhardlimit'] = 'حداکثر محدوده نتایج جستجو';
$l['setting_searchhardlimit_desc'] = 'تعداد حداکثر نتایج جهت پردازش را وارد کنید.برای غیرفعال سازی 0 را وارد کنید. در انجمن های بزرگتر (با بیش از 1 میلیون پست) این مقدار نباید بیشتر از 1000 قرار داده شود.';



$l['setting_group_clickablecode'] = 'شکلک‌ها و BB Code قابل کلیک';
$l['setting_group_clickablecode_desc'] = 'این بخش به شما اجازه می دهد تا چگونگی نمایش درج گر شکلک ها را تغییر دهید و همچنین مای کدهای پیش فرض را کنترل کنید.';

$l['setting_bbcodeinserter'] = 'ادیتور مای کد';
$l['setting_bbcodeinserter_desc'] = 'این گزینه را روی روشن قرار دهید تا ادیتور دکمه دار در صفحات ارسال، نمایش داده  شود. خاموش کردن این گزینه همچنین درج گر شکلک ها را غیرفعال می کند.';
$l['setting_partialmode'] = 'ایتور مای کد در حالت نیمه تمام باشد';
$l['setting_partialmode_desc'] = 'با انتخاب "بله" ادیتور مای کد در حالت نیمه تمام خواهد بود. بسیاری از مای کدها من جمله نقل قول و عکس بصورت تگ در ادیتور درج خواهند شد.';
$l['setting_smilieinserter'] = 'جعبه شکلک ها';
$l['setting_smilieinserter_desc'] = 'اگر این گزینه روی "روشن" باشد، جعبه شکلک ها در صفحات ارسال نمایش داده خواهد شد.';
$l['setting_smilieinsertertot'] = 'تعداد شکلک ها جهت نمایش';
$l['setting_smilieinsertertot_desc'] = 'تعداد کل شکلک ها را جهت نمایش در جعبه شکلک ها وارد کنید.';
$l['setting_smilieinsertercols'] = 'تعداد ستون های شکلک ها';
$l['setting_smilieinsertercols_desc'] = 'تعداد ستون های جعبه شکلک ها را وارد کنید.';
$l['setting_allowbasicmycode'] = 'دسترسی به مای کدهای ابتدایی (ساده)';
$l['setting_allowbasicmycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کدهای ابتدایی (ساده) نظیر مای کد بولد(ضخیم)، کج، زیرخط دار، خط خورده و خط افقی استفاده کنند.';
$l['setting_allowcolormycode'] = 'دسترسی به مای کد رنگ قلم';
$l['setting_allowcolormycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کد رنگ قلم استفاده کنند.';
$l['setting_allowsizemycode'] = 'دسترسی به مای کد اندازه قلم';
$l['setting_allowsizemycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کد اندازه قلم استفاده کنند.';
$l['setting_allowfontmycode'] = 'دسترسی به مای کد فونت';
$l['setting_allowfontmycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کد فونت استفاده کنند.';
$l['setting_allowlinkmycode'] = 'دسترسی به مای کد لینک';
$l['setting_allowlinkmycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کد لینک استفاده کنند.';
$l['setting_allowemailmycode'] = 'دسترسی به مای کد ایمیل';
$l['setting_allowemailmycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کد ایمیل استفاده کنند.';
$l['setting_allowalignmycode'] = 'دسترسی به مای کد ترازبندی';
$l['setting_allowalignmycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کد ترازبندی استفاده کنند.';
$l['setting_allowlistmycode'] = 'دسترسی به مای کد لیست';
$l['setting_allowlistmycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کد لیست استفاده کنند.';
$l['setting_allowcodemycode'] = 'دسترسی به مای کد های "کد"';
$l['setting_allowcodemycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کدهای "کد" و "PHP" استفاده کنند.';
$l['setting_allowsymbolmycode'] = 'دسترسی به مای کد های سمبل';
$l['setting_allowsymbolmycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کدهای "r" ، "c" و "tm" استفاده کنند.';
$l['setting_allowmemycode'] = 'دسترسی به مای کد های من';
$l['setting_allowmemycode_desc'] = 'با قرار دادن این گزینه روی "بله" کاربران قادر  خواهند شد تا از مای کدهای من و اسلپ استفاده کنند.';
$l['setting_guestimages'] = 'بارگذاری و نمایش مای کد عکس به میهمانان';
$l['setting_guestimages_desc'] = 'با قرار دادن این گزینه روی "بله" عکس ها در ارسال ها برای کاربران بارگذاری و نمایش داده خواهند شد. اگر روی خیر باشد، فقط لینک عکس نمایش داده خواهد شد.';
$l['setting_guestvideos'] = 'بارگذاری و نمایش مای کد ویدیو به میهمانان';
$l['setting_guestvideos_desc'] = 'با قرار دادن این گزینه روی "بله" ویدیو ها در ارسال ها برای کاربران بارگذاری و نمایش داده خواهند شد. اگر روی خیر باشد، فقط لینک ویدیو نمایش داده خواهد شد.';



$l['setting_group_cpprefs'] = 'تنظیمات کنترل پنل (عمومی)';
$l['setting_group_cpprefs_desc'] = ' این بخش به شما امکان تنظیم کردن الویت های کلی برای کنترل پنل مدیر (ادمین) را می دهد.';

$l['setting_cplanguage'] = 'زبان کنترل پنل';
$l['setting_cplanguage_desc'] = 'زبان مورد استفاده برای کنترل پنل مدیریت.';
$l['setting_cpstyle'] = 'پوسته کنترل پنل';
$l['setting_cpstyle_desc'] = 'پوسته پیشفرض که کنترل پنل از آن استفاده خواهد کرد. پوسته ها  درون پوشه [styels] قرار دارند . نام پوشه درون پوشه [styles] عنوان آن پوسته میشود و style.css درون پوشه پوسته ، فایل css پوسته شما میشود';
$l['setting_maxloginattempts'] = 'حداکثر تعداد تلاش برای وارد شدن';
$l['setting_maxloginattempts_desc'] = 'حداکثر تعداد تلاش برای وارد شدن قبل از اینکه قفل شود. برای غیرفعال کردن برابر با صفر [0] قرار دهید';
$l['setting_loginattemptstimeout'] = 'فاصله زمانی تلاش های ورود';
$l['setting_loginattemptstimeout_desc'] = 'اگر تعداد تلاش های کاربر برای ورود به حداکثر رسید ، چه مدت باید صبر کند تا بتواند دوباره وارد شد؟ بر اساس دقیقه تنظیم می شود';


$l['setting_group_mailsettings'] = 'تنظیمات ایمیل';
$l['setting_group_mailsettings_desc'] = 'این بخش به شما اجازه می‌دهد تا سیستم ایمیل مای بی‌بی را کنترل کنید، به طول مثال ارسال به وسیله‌ی  PHP یا به وسیله‌ی سرور SMTP.';

$l['setting_mail_handler'] = 'گرداننده‌ی ایمیل';
$l['setting_mail_handler_desc'] = 'روشی که مای بی‌بی به وسیله‌ی آن ایمیل‌های خارجی را ارسال کند.';
$l['setting_smtp_host'] = 'نام میزبان SMTP';
$l['setting_smtp_host_desc'] = 'نام میزبان سرور  SMTP که ایمیل‌ها به وسیله‌ی آن ارسال شود.<br />تنها لازم است اگر SMTP به عنوان گرداننده‌ی ایمیل انتخاب شده‌باشد.';
$l['setting_smtp_port'] = 'پورت SMTP';
$l['setting_smtp_port_desc'] = 'The port number of the SMTP server through which mail should be sent.<br />تنها لازم است اگر SMTP به عنوان گرداننده‌ی ایمیل انتخاب شده‌باشد.';
$l['setting_smtp_user'] = 'نام‌کاربری SMTP';
$l['setting_smtp_user_desc'] = 'The username used to authenticate with the SMTP server.<br />تنها لازم است اگر SMTP به عنوان گرداننده‌ی ایمیل انتخاب شده‌باشد, و سرور SMTP به احراز هویت نیاز داشته‌باشد.';
$l['setting_smtp_pass'] = 'رمز‌عبور SMTP';
$l['setting_smtp_pass_desc'] = 'The corresponding password used to authenticate with the SMTP server.<br />تنها لازم است اگر SMTP به عنوان گرداننده‌ی ایمیل انتخاب شده‌باشد, و سرور SMTP به احراز هویت نیاز داشته‌باشد.';
$l['setting_secure_smtp'] = 'حالت رمزگذاری SMTP';
$l['setting_secure_smtp_desc'] = 'Select the encryption required to communicate with the SMTP server.<br />تنها لازم است اگر SMTP به عنوان گرداننده‌ی ایمیل انتخاب شده‌باشد.';
$l['setting_mail_parameters'] = 'Additional Parameters for PHP\'s mail()';
$l['setting_mail_parameters_desc'] = 'This setting allows you to set additional parameters for the PHP mail() function. Only used when \'PHP mail\' is selected as Mail Handler. <a href="http://php.net/function.mail" target="_blank">More information</a>';
$l['setting_mail_logging'] = 'ثبت ایمیل';
$l['setting_mail_logging_desc'] = 'این تنظیم به شما اجازه می‌دهد تا چگونگی ثبت ایمیل‌های خروجی «ارسال موضوع به یک دوست» را تعیین کنید، در برخی از کشورها ثبت تمام مطالب غیرقانونی است.';
$l['setting_mail_message_id'] = 'اضافه کردن ID در سرکدهای ایمیل';
$l['setting_mail_message_id_desc'] = 'غیرفعال کردن این گزینه باعث می‌شود تا مشکل شناخته شده به عنوان اسپم بعضی از هاست‌های اشتراکی رفع شود.';



$l['setting_group_contactsettings'] = 'تنظیمات فرم تماس با ما';
$l['setting_group_contactsettings_desc'] = 'تنظیمات گوناگون جهت تغییر ویژگی های فرم تماس با ما (contact.php).';

$l['setting_contact'] = 'فرم تماس فعال باشد؟';
$l['setting_contact_desc'] = 'قرار دادن این گزینه روی بله موجب فعال بودن فرم تماس می گردد.';
$l['setting_contact_guests'] = 'غیر فعال کردن فرم تماس برای میهمانان';
$l['setting_contact_guests_desc'] = 'قرار دادن این گزینه روی بله موجب غیر فعال کردن فرم تماس برای میهمانان می گردد.';
$l['setting_contact_badwords'] = 'فعال بودن فیلتر کلمات در فرم تماس';
$l['setting_contact_badwords_desc'] = 'قرار دادن این گزینه روی بله موجب می شود محتوای فیلدهای عنوان و پیام، قبل از ارسال توسط فیلتر کلمات چک شوند.';
$l['setting_contact_maxsubjectlength'] = 'حداکثر طول عنوان در فرم تماس';
$l['setting_contact_maxsubjectlength_desc'] = 'حداکثر تعداد کاراکترها (بایت ها) در بخش عنوان. درج عدد 0 موجب نامحدود بودن طول عنوان می گردد.';
$l['setting_contact_minmessagelength'] = 'حداقل طول پیام در فرم تماس';
$l['setting_contact_minmessagelength_desc'] = 'حداقل تعداد کاراکترها جهت ارسال شدن پیام. درج عدد 0 این گزینه را غیرفعال می کند.';
$l['setting_contact_maxmessagelength'] = 'حداکثر طول پیام در فرم تماس';
$l['setting_contact_maxmessagelength_desc'] = 'حداکثر تعداد کاراکترها (بایت ها) در بخش پیام. درج عدد 0 موجب نامحدود بودن طول پیام می گردد.';



$l['setting_group_purgespammer'] = 'پاک‌سازی اسپمر';
$l['setting_group_purgespammer_desc'] = 'این بخش به شما اجازه می دهد تا تنظیمات  Purge Spammer را تغییر دهید.';

$l['setting_purgespammergroups'] = 'گروه های کاربری مجاز';
$l['setting_purgespammergroups_desc'] = 'گروه های کاربری را که مجازند تا از Purge Spammer استفاده کنند،انتخاب کنید.';
$l['setting_purgespammerpostlimit'] = 'محدودیت ارسال';
$l['setting_purgespammerpostlimit_desc'] = 'این گزینه از اجرای این ابزار بر روی کاربرانی که بیشتر از تعداد مشخصی ارسال دارند، جلوگیری می کند، به این منظور که این ابزار بر روی کاربران فعال اجرا نگردد.قرار دادن مقدار بر روی 0 ویژگی بررسی ارسال را غیر فعال می کند، اگرچه چنین اقدامی توصیه نمی شود.';
$l['setting_purgespammerbandelete'] = 'محروم کردن یا حذف اسپمرها';
$l['setting_purgespammerbandelete_desc'] = 'آیا میخواهید با این ابزار اسپمرها را محروم کنید یا حذف؟';
$l['setting_purgespammerbangroup'] = 'گروه کاربری محرومین';
$l['setting_purgespammerbangroup_desc'] = 'آی دی آن گروه کاربری (نه نام) که وقتی کاربران محروم می شوند باید در آن قرار بگیرند، وارد کنید.عدد پیشفرض 7 ،آی دی گروه کاربری محروم پیشفرض می باشد.تنظیمات بالا باید بصورت \'Ban\' تنظیم شود تا این مورد کار کند.';
$l['setting_purgespammerbanreason'] = 'دلیل محرومیت';
$l['setting_purgespammerbanreason_desc'] = 'دلیلی که برای محروم سازی اسپمر مورد استفاده قرار می گیرد.';
$l['setting_purgespammerapikey'] = 'کلیدAPI  ابزار Stop Forum Spam';
$l['setting_purgespammerapikey_desc'] = 'به منظور اینکه اطلاعات یک اسپمر در پایگاه داده Stop Forum Spam ذخیره شود،شما به یک کلید API نیاز دارید.شما میتوانید یکی از آنها را از <a href="http://stopforumspam.com/signup" target="_blank">اینجا</a> بدست آورید.زمانی که کلید خود را بدست آوردید، آن را در جعبه زیر بنویسید.';



$l['setting_group_stopforumspam'] = 'توقف اسپم انجمن';
$l['setting_group_stopforumspam_desc'] = 'این بخش به شما اجازه می دهد تا تنظیمات مربوط به هماهنگی با StopForumSpam.com را تغییر دهید.';

$l['setting_enablestopforumspam_on_register'] = 'ایا ثبت نام کنندگان توسط StopForumSpam.com بررسی شوند؟';
$l['setting_enablestopforumspam_on_register_desc'] = 'آیا شما میخواهید تمامی ثبت نام کنندگان توسط پایگاه داده StopForumSpam.com بررسی گردند؟';
$l['setting_stopforumspam_on_contact'] = 'ایا میهمانان استفاده کننده از فرم تماس با ما توسط StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_on_contact_desc'] = 'آیا باید ایمیل و آدرس آی پی میهمانان زمانی که از فرم تماس با ما استفاده می کنند توسط StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_on_newreply'] = 'آیا پاسخ میهمانان توسط StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_on_newreply_desc'] = 'آیا باید نام کاربری و آدرس آی پی میهمانان زمانی که پاسخ جدید ارسال می کنند توسط StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_on_newthread'] = 'آیا موضوعات میهمانان توسط StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_on_newthread_desc'] = 'آیا باید نام کاربری و آدرس آی پی میهمانان زمانی که موضوع جدید ارسال می کنند توسط StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_min_weighting_before_spam'] = 'Minimum stop forum spam weighting?';
$l['setting_stopforumspam_min_weighting_before_spam_desc'] = 'The minimum weighting received from StopForumSpam before deciding a user is a spammer. Should be a number between 0 and 100.';
$l['setting_stopforumspam_check_usernames'] = 'بررسی نام های کاربری؟';
$l['setting_stopforumspam_check_usernames_desc'] = 'آیا باید نام های کاربری توسط StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_check_emails'] = 'بررسی آدرس های ایمیل؟';
$l['setting_stopforumspam_check_emails_desc'] = 'آیا باید ایمیل های کاربر توسط پایگاه داده StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_check_ips'] = 'بررسی آدرس های آی پی؟';
$l['setting_stopforumspam_check_ips_desc'] = 'آیا باید آی پی های کاربران توسط پایگاه داده StopForumSpam بررسی شوند؟';
$l['setting_stopforumspam_block_on_error'] = 'فعال بودن بلاک در صورت خطا در اتصال با StopForumSpam؟';
$l['setting_stopforumspam_block_on_error_desc'] = 'اگر خطایی در دریافت اطلاعات از StopForumSpam API باشد،آیا باید کاربر بلاک گردد؟';
$l['setting_stopforumspam_log_blocks'] = 'ثبت بلاک های StopForumSpam؟';
$l['setting_stopforumspam_log_blocks_desc'] = 'آیا باید تمامی بلاک های StopForumSpam ثبت گردند؟';



$l['setting_group_contactdetails'] = 'اطلاعات تماس';
$l['setting_group_contactdetails_desc'] = 'این بخش به شما اجازه می دهد تا تنظیمات فیلدهای تماس را تغییر دهید.';

$l['setting_allowicqfield'] = 'اعطای اجازه به گروه ها برای استفاده از فیلد ICQ';
$l['setting_allowicqfield_desc'] = 'گروه های کاربری را که مجازند تا از فیلد تماس   ICQاستفاده کنند،انتخاب کنید.';
$l['setting_allowaimfield'] = 'اعطای اجازه به گروه ها برای استفاده از فیلد AIM';
$l['setting_allowaimfield_desc'] = 'گروه های کاربری را که مجازند تا از فیلد تماسAIM  استفاده کنند،انتخاب کنید.';
$l['setting_allowyahoofield'] = 'اعطای اجازه به گروه ها برای استفاده از فیلد یاهو';
$l['setting_allowyahoofield_desc'] = 'گروه های کاربری را که مجازند تا از فیلد تماس یاهو استفاده کنند،انتخاب کنید.';
$l['setting_allowskypefield'] = 'اعطای اجازه به گروه ها برای استفاده از فیلد اسکایپ';
$l['setting_allowskypefield_desc'] = 'گروه های کاربری را که مجازند تا از فیلد تماس اسکایپ استفاده کنند،انتخاب کنید.';
$l['setting_allowgooglefield'] = 'اعطای اجازه به گروه ها برای استفاده از فیلد گوگل تاک';
$l['setting_allowgooglefield_desc'] = 'گروه های کاربری را که مجازند تا از فیلد تماس گوگل تاک استفاده کنند،انتخاب کنید';



$l['setting_group_statspage'] = 'صفحه‌ی آمار';
$l['setting_group_statspage_desc'] = 'این بخش به شما اجازه می دهد تا تنظیمات صفحه آمار را تغییر دهید.';

$l['setting_statsenabled'] = 'فعال کردن صفحات آمار';
$l['setting_statsenabled_desc'] = 'اگر میخواهید صفحه آمار را در انجمن خود غیر فعال کنید،این گزینه را روی "خیر" قرار دهید.';
$l['setting_statscachetime'] = 'زمان کش آمار';
$l['setting_statscachetime_desc'] = 'بازه ی زمانی به روز کردن کش صفحه آمار را به ساعت وارد کنید. برای غیرفعال کردن آن 0 را وارد کنید.';