<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['bad_words'] = "فیلتر کلمه";
$l['edit_bad_word'] = "ویرایش فیلتر";
$l['bad_word_filters'] = "فیلترهای کلمه";
$l['bad_word_filters_desc'] = "این ویژگی به شما این امکان را می‌دهد که لیستی از کلمات و عبارات را مهیا کنید که کلمات و عبارات موجود در آن لیست، به صورت خودکار با کلمات دیگری جایگزین می‌شوند.این ویژگی بیشتر در مورد کلمات ناسزا و ... کاربرد دارد.";
$l['edit_bad_word_desc'] = "در این بخش می‌توانید فیلتر و کلمات جایگزین را ویرایش نمایید.";
$l['bad_word'] = "کلمه";
$l['bad_word_desc'] = "کلمه ای را که می‌خواهید فیلتر شود وارد کنید. کاراکتر '*' با کاراکترهای منفرد (a-zA-Z0-9_) جایگزین می‌شود.";
$l['replacement'] = "جایگزینی";
$l['replacement_desc'] = "یک رشته وارد کنید برای جایگزین کردن کلمات فیلتر شده.(اگر این قسمت را خالی بگذارید، ستاره‌ها جانشین حروف کلمات فیلتر شده می‌شوند)";
$l['error_replacement_word_invalid'] = "یک کلمه فیلتر شده نمی‌تواند با کلمه جایگزین خود یکسان باشد.";
$l['error_bad_word_filtered'] = "فیلتری را که وارد کرده اید در حال حاضر وجود دارد.";
$l['save_bad_word'] = "ذخیره فیلتر";
$l['bad_word_max'] = "یک کلمه فیلتر شده نمی‌تواند بیش از ۱۰۰ کاراکتر داشته باشد.";
$l['no_bad_words'] = "در حال حاضر کلمه‌ی فیلتر شده ای وجود ندارد.";
$l['add_bad_word'] = "افزودن فیلتر";
$l['replacement_word_max'] = "یک کلمه جایگزین نمی‌تواند بیش از ۱۰۰ کاراکتر داشته باشد..";
$l['error_missing_bad_word'] = "شما کلمه فیلتری اضافه نکردید.";
$l['error_invalid_bid'] = "فیلتر ثبت شده ای وجود ندارد. ";
$l['success_added_bad_word'] = "فیلتر با موفقیت اضافه شد. ";
$l['success_deleted_bad_word'] = "فیلتر با موفقیت حذف شد.";
$l['success_updated_bad_word'] = "فیلتر با موفقیت به روز رسانی شد.";
$l['confirm_bad_word_deletion'] = "آیا مطمئنید که می‌خواهید این فیلتر را حذف کنید؟";