<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 *
 * Translate By: iora.ir & My-BB.Ir
 */

$l['custom_mycode'] = "مای‌کد اختیاری";
$l['mycode'] = "مای‌کد";
$l['mycode_desc'] = "مای‌کد اختیاری به شما اجازه می‌دهد تا مای‌کد اضافی ایجاد کنید برای اینکه کاربران شما از آنها در پیام‌هایشان استفاده کنند.";
$l['add_new_mycode'] = "افزودن مای‌کد جدید";
$l['add_new_mycode_desc'] = "در اینجا می‌توانید مای‌کد اختیاری جدیدی به انجمن خود اضافه کنید. می‌توانید از جعبه شنی مای‌کد در زیر استفاده کنید تا عبارت منظم و جایگزینی را بعد از ذخیره مای‌کد ببینید.";
$l['edit_mycode_desc'] = "در اینجا می‌توانید مای‌کد اختیاری را ویرایش کنید. می‌توانید از جعبه شنی مای‌کد در زیر استفاده کنید تا عبارت منظم و جایگزینی را بعد از ذخیره تغییرات مای‌کد ببینید.";
$l['title'] = "عنوان";
$l['short_description'] = "توضیح مختصر";
$l['regular_expression'] = "عبارت منظم";
$l['regular_expression_desc'] = "یک عبارت منظم وارد کنید تا ترکیبی را که مشخص کرده‌اید برای کاراکترها جستجو کند. شما باید مطمئن شوید که عبارت منظم معتبر، بی خطر و صحیح است.&mdash; زیرا در اینجا معتبر سازی انجام نمی‌شود.";
$l['replacement'] = "جایگزینی";
$l['replacement_desc'] = "یک جایگزین برای عبارت منظم وارد کنید.";
$l['example'] = "مثال:";
$l['enabled'] = "فعال ساختن؟";
$l['parse_order'] = "درخواست تجزیه";
$l['parse_order_desc'] = "مای‌کد‌ها در حالت صعودی نسبی به مای‌کد‌های دیگر تجزیه خواهند شد.";
$l['edit_mycode'] = "ویرایش مای‌کد";
$l['activate_mycode'] = "فعال کردن مای‌کد";
$l['deactivate_mycode'] = "غیرفعال کردن مای‌کد";
$l['delete_mycode'] = "حذف مای‌کد";
$l['no_mycode'] = "در حال حاضر مای‌کد اختیاری وجود ندارد.";
$l['save_mycode'] = "ذخیره مای‌کد";
$l['add_mycode'] = "افزودن مای‌کد";
$l['changes_not_saved'] = "تغییرات شما هنوز ذخیره نشده است.";
$l['sandbox'] = "جعبه شنی";
$l['sandbox_desc'] = "شما می‌توانید از این فضا برای آزمایش عبارت منظم و جایگزینی بالایی استفاده کنید.";
$l['test_value'] = "آزمایش ارزش";
$l['test_value_desc'] = "در جعبه پایین متن را وارد کنید تا آزمایش شود.";
$l['result_html'] = "نتیجه اچ‌تی‌ام‌ال";
$l['result_html_desc'] = "این فضای متنی نتیجه اچ‌تی‌ام‌ال عبارت منظم شما را که برای آزمایش وارد کرده‌اید نمایش می‌دهد.";
$l['result_actual'] = "نتیجه واقعی";
$l['result_actual_desc'] = "فضای زیر نتیجه واقعی را زمانی که اچ‌تی‌ام‌ال ترجمه شده باشد نشان می‌دهد.

";
$l['test'] = "آزمایش مای‌کد";
$l['error_missing_title'] = "شما عنوان را وارد نکرده‌اید.";
$l['error_missing_regex'] = "شما یک عبارت منظم وارد نکرده‌اید.";
$l['error_regex_already_available'] = "شما یک عبارت منظم که قبلا برای مای‌کد دیگری تعریف شده‌است را وارد کرده‌اید. لطفا یک عبارت منظم دیگر برای این مای‌کد وارد کنید.";
$l['error_missing_replacement'] = "شما یک جایگزین وارد نکرده‌اید.";
$l['error_invalid_mycode'] = "مای‌کد انتخاب شده وجود ندارد.";
$l['success_added_mycode'] = "مای‌کد با موفقیت اضافه شد.";
$l['success_deleted_mycode'] = "مای‌کد انتخاب شده با موفقیت حذف شد.";
$l['success_updated_mycode'] = "مای‌کد با موفقیت به روز رسانی شد.";
$l['success_deactivated_mycode'] = "مای‌کد انتخاب شده با موفقیت غیرفعال شد.";
$l['success_activated_mycode'] = "مای‌کد انتخاب شده با موفقیت فعال شد.";
$l['confirm_mycode_deletion'] = "آیا مطمئنید که می‌خواهید این مای‌کد را حذف کنید؟";

$l['mycode_sandbox_test_error'] = 'یک خطا در گرفتن نتایج آزمایش وجوددارد.';
