<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */
 
$l['spiders_bots'] = "جستجوگرها/ربات‌ها";
$l['spiders_bots_desc'] = "این قسمت به شما اجازه می‌دهد تا ربات‌های جستجوگر را مدیریت کنید تا به طور خودکار توسط تالار شما شناسایی شود. همچنین شما می‌توانید آخرین بازدید ویژه ربات از تالار شما را ببینید.";
$l['add_new_bot'] = "افزودن ربات جدید";
$l['add_new_bot_desc'] = "اگر تمایل دارید در اینجا می‌توانید یک ربات جدید اضافه کنید تا مطالب تالار شما در جستجوگر‌ها نمایش داده شوند.";
$l['edit_bot'] = "ویرایش ربات";
$l['edit_bot_desc'] = "در اینجا شما می‌توانید ربات موجود را ویرایش کنید.";
$l['bot'] = "ربات";
$l['last_visit'] = "آخرین بازدید";
$l['no_bots'] = "هیچ موتور جستجویی و یا کاوشگر وبی برای کاوش در این انجمن وجود ندارد.";
$l['name'] = "نام";
$l['name_desc'] = "یک نام برای ربات وارد کنید تا بتوانید به وسیله آن ربات را تشخیص دهید.";
$l['user_agent'] = "عامل اتصال کاربر";
$l['user_agent_desc'] = "عبارتی که می‌بایست با نام عامل موتور جستجو مطابقت داده شود را وارد کنید (مطابقت جزئی نیز پذیرفته می‌شود)";
$l['language_str'] = "زبان";
$l['language_desc'] = "بسته زبانی را انتخاب کنید تا ربات در انجمن از آن استفاده کند.";
$l['theme'] = "پوسته";
$l['theme_desc'] = "پوسته‌ای را انتخاب کنید تا ربات در هنگام مشاهده انجمن از آن استفاده کند.";
$l['user_group'] = "گروه کاربری";
$l['user_group_desc'] = "یک گروه کاربری انتخاب کنید تا ربات دسترسی‌های گروه را در انجمن به کار ببرد. (پیام: پیشنهاد نمی‌شود که این را از پیشفرض «گروه کاربری مهمان» تغییر دهید)";
$l['save_bot'] = "ذخیره ربات";
$l['use_board_default'] = "استفاده از پیشفرض انجمن";
$l['error_invalid_bot'] = "ربات مشخص شده وجود ندارد.";
$l['error_missing_name'] = "شما نامی‌برای این ربات انتخاب نکرده‌اید.";
$l['error_missing_agent'] = "شما برای این ربات عامل اتصال کاربری وارد نکرده‌اید.";
$l['success_bot_created'] = "ربات با موفقیت ایجاد شد.";
$l['success_bot_updated'] = "ربات با موفقیت بروز شد.";
$l['success_bot_deleted'] = "ربات انتخاب شده با موفقیت حذف شد.";
$l['confirm_bot_deletion'] = "آیا از اینکه می‌خواهید این ربات را حدف کنید اطمینان دارید؟";