<?php
/**
 * MyBB 1.6 Persian Language Pack
 * Copyright 2012 My-BB.Ir Group, All Rights Reserved
 * 
 * Translate By: MyBB.CC & My-BB.Ir
 */

$l['attachment_types'] = "فرمت ضمیمه";
$l['attachment_types_desc'] = "در اینجا می توانید فرمتهای ضمیمه‌ها را ایجاد و مدیریت کنید؛ که مشخص می‌کند کاربران چه فرمتهایی را می توانند ضمیمه پست خود کنند.";
$l['add_new_attachment_type'] = "اضافه کردن فرمت جدید برای ضمیمه‌ها";
$l['add_attachment_type'] = "اضافه کردن فرمت ضمیمه";
$l['add_attachment_type_desc'] = "اضافه کردن فرمت جدید برای ضمیمه‌ها به کاربران این اجازه را می دهد که فایلی با آن فرمت را ضمیمه ی ارسال خود کنند. ضمنا\" شما می توانید پسوند، نوع MIME و حداکثر اندازه را کنترل کنید و هر فرمت ضمیمه را با یک آیکون کوچک نمایش دهید.";
$l['edit_attachment_type'] = "ویرایش فرمت ضمیمه";
$l['edit_attachment_type_desc'] = "شما می توانید پسوند، نوع MIME و حداکثر اندازه را کنترل کنید و هر فرمت ضمیمه را با یک آیکون کوچک نمایش دهید.";
$l['extension'] = "پسوند";
$l['maximum_size'] = "حداکثر اندازه";
$l['no_attachment_types'] = "در حال حاضر شما هیچ فرمتی را برای ضمیمه‌ها مشخص نکرده‌اید.";
$l['file_extension'] = "پسوند فایل";
$l['file_extension_desc'] = "پسوند فایلهای مجاز برای آپلود را در اینجا وارد کنید. این پسوندها را بدون نقطه ی ماقبل وارد کنید. (به عنوان مثال به جای txt. شما باید txt وارد کنید)";
$l['mime_type'] = "نوع MIME";
$l['mime_type_desc'] = "نوع MIME فرستاده شده بوسیله سرور را - که هنگام دانلود کردن فایلهای با این فرمت فرستاده می شوند -  وارد کنید. (<a href=\"http://www.webmaster-toolkit.com/mime-types.shtml\">می توانید یک لیست از آن را در اینجا ببینید</a>)";
$l['maximum_file_size'] = "حداکثر اندازه فایل (کیلو بایت)";
$l['maximum_file_size_desc'] = "حداکثر اندازه برای آپلود فایل با این فرمت از ضمیمه‌ها بر حسب کیلو بایت (1 مگا بایت = 1024 کیلو بایت)";
$l['limit_intro'] = "لطفا مطمئن شوید که \"حداکثر اندازه سایز\" از کوچکترین مقادیر محدودیتهای PHP زیر، کمتر است:";
$l['limit_post_max_size'] = "حداکثر اندازه ارسال: {1}";
$l['limit_upload_max_filesize'] = "حداکثر اندازه فایل برای آپلود: {1}";
$l['attachment_icon'] = "آیکون ضمیمه";
$l['attachment_icon_desc'] = "اگر مایلید برای ضمیمه‌های با این فرمت یک آیکون کوچک نشان داده شود، مسیر آن را در اینجا وارد کنید. برای ببینندگان {theme} با پوشه تصویر تعویض میشود. ضمنا شما این اختیار را دارید که به ازای هر تم یک آیکون برای هر ضمیمه انتخاب کنید.";
$l['save_attachment_type'] = "ذخیره کردن فرمت ضمیمه";
$l['error_invalid_attachment_type'] = "شما یک فرمت ضمیمه نامعتبر را انتخاب کرده‌اید.";
$l['error_missing_mime_type'] = "شما نوع MIME را برای این فرمت ضمیمه انتخاب نکرده‌اید.";
$l['error_missing_extension'] = "شما پسوند فایل را برای این فرمت ضمیمه انتخاب نکرده‌اید.";
$l['success_attachment_type_created'] = "فرمت ضمیمه با موفقیت ساخته شد.";
$l['success_attachment_type_updated'] = "این فرمت ضمیمه با موفقیت به روز رسانی شد.";
$l['success_attachment_type_deleted'] = "این فرمت ضمیمه با موفقیت حذف گردید.";
$l['confirm_attachment_type_deletion'] = "آیا از حذف این فرمت ضمیمه  اطمینان کامل دارید؟";
?>