<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['thread_prefixes'] = "پیشوندهای موضوع";
$l['thread_prefixes_desc'] = "پیشوندهای موضوع به شما امکان می‌دهد تا پیشوندهایی را مشخص کنید که کاربران بتوانند آنها را برای موضوعات خود در نظر بگیرند. موضوعات یک انجمن می‌توانند بر اساس پیشند پالایش شوند.";

$l['add_new_thread_prefix'] = "افزودن پیشوند موضوع";
$l['add_new_thread_prefix_desc'] = "در اینجا شما می‌توانید یک پیشوند جدید را تعریف نمایید و مشخص کنید که در کجا و توسط کدام گروه‌های کاربری قابل استفاده است.";

$l['edit_thread_prefix'] = "ویرایش پیشوند موضوع";
$l['delete_thread_prefix'] = "حذف پیشوند موضوع";

$l['prefix_options'] = "گزینه‌های پیشوند";
$l['save_thread_prefix'] = "ذخیره پیشوند موضوع";

$l['edit_prefix'] = "ویرایش پیشوند";
$l['edit_prefix_desc'] = "در این بخش می‌توانید پیشوند موضوعات را ویرایش کنید و نحوه نمایش، محل دسترسی و گروه‌های کاربری مجاز به استفاده از آن را تغییر بدهید.";

$l['prefix'] = "پیشوند";
$l['prefix_desc'] = "نسخه‌ی متنی ساده از پیشوند جهت نمایش داده شدن در منوی انتخاب.";
$l['display_style'] = "حالت نمایش";
$l['display_style_desc'] = "این مشخص می‌کند که پیشوند چگونه در کنار عنوان موضوع نمایش داده خواهد شد. شما می‌توانید یک کد اچ‌تی‌ام‌ال را وارد نمایید و یا صرفاً از همان نسخه‌ی متنی ساده‌ی بالا استفاده کنید.";
$l['available_in_forums'] = "قابل دسترسی در انجمن‌ها";
$l['available_to_groups'] = "قابل دسترسی برای گروه‌ها";

$l['no_thread_prefixes'] = "هیچ پیشوند موضوعی برای این انجمن ثبت نشده است.";

$l['confirm_thread_prefix_deletion'] = "آیا اطمینان دارید که می‌خواهید این پیشوند موضوع را حذف کنید؟ توجه: به خاطر داشته باشید که پس از حذف پیشوند، می‌بایست ابزارهای مدیریتی اختیاری که از این پیشوند استفاده می‌نمایند را به روز رسانی نمایید.";

$l['success_thread_prefix_created'] = "پیشوند موضوع با موفقیت ایجاد شد.";
$l['success_thread_prefix_updated'] = "پیشوند موضوع با موفقیت به روز رسانی شد.";
$l['success_thread_prefix_deleted'] = "پیشوند موضوع با موفقیت حذف شد. لطفاً ابزارهای مدیریتی اختیاری که از این پیشوند استفاده می‌کنند را به روز رسانی نمایید";

$l['error_missing_prefix'] = "لطفاً پیشوندی که می‌خواهید اضافه گردد را وارد نمایید.";
$l['error_missing_display_style'] = "لطفاً یک حالت نمایش برای این پیشوند وارد نمایید.";
$l['error_no_forums_selected'] = "لطفاً انجمن‌هایی که این پیشوند می‌بایست در آنها فعال باشد را انتخاب نمایید.";
$l['error_no_groups_selected'] = "لطفاً گروه‌هایی که این پیشوند می‌بایست برای آنها فعال باشد را انتخاب نمایید.";
$l['error_invalid_prefix'] = "پیشوند موضوع انتخابی وجود ندارد.";