<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['recount_rebuild'] = "شمارش مجدد و بازسازی";
$l['recount_rebuild_desc'] = "در اینجا شما می‌توانید برای تصحیح هرگونه خطای عدم تطابق در انجمن خود، از شمارش مجدد و بازسازی اطلاعات استفاده کنید.";
$l['data_per_page'] = "تعداد داده‌ها در هر صفحه";
$l['recount_stats'] = "شمارش مجدد آمار";
$l['recount_stats_desc'] = "با انجام این کار آمار انجمن در صفحه اصلی و همچنین در صفحه‌های آماری شمارش مجدد و به روزرسانی می‌شوند.";
$l['recount_reputation'] = "شمارش مجدد اعتبار‌ها";
$l['recount_reputation_desc'] = "هنگام اجرای این قسمت، شمارنده‌ی اعتبار‌های هرکاربر به مقادیر صحیح به‌روزرسانی خواهد شد.";
$l['recount_warning'] = "شمارش مجدد اخطار‌ها";
$l['recount_warning_desc'] = "هنگام اجرای این قسمت، شمارنده‌ی اخطار‌های فعال هرکاربر به مقادیر صحیح به‌روزرسانی خواهد شد.";
$l['recount_private_messages'] = "بازشماری پیام‌های خصوصی";
$l['recount_private_messages_desc'] = "هنگام اجرای این قسمت، تعداد پیام‌های خصوصی هرکاربر به مقادیر صحیح به‌روزرسانی خواهدشد.";
$l['recount_referrals'] = "شمارش مجدد معرفی‌ها";
$l['recount_referrals_desc'] = "هنگام اجرای این قسمت، شمارنده‌ی تعداد‌کاربران معرفی‌شده توسط هرکاربر به مقادیر صحیح به‌روزرسانی خواهدشد.";
$l['recount_thread_ratings'] = "بازشماری امتیاز‌ موضوع";
$l['recount_thread_ratings_desc'] = "هنگام اجرای این قسمت، امتیاز هر موضوع به مقادیر صحیح به‌روزرسانی خواهدشد.";
$l['rebuild_forum_counters'] = "بازسازی شمارنده‌های انجمن";
$l['rebuild_forum_counters_desc'] = "هنگام اجرای این قسمت، شمارنده‌ی پست‌ها/موضوعات و آخرین پست از هر انجمن با مقادیر صحیح به روز رسانی خواهد شد.";
$l['rebuild_thread_counters'] = "بازسازی شمارنده‌های موضوع";
$l['rebuild_thread_counters_desc'] = "هنگام اجرای این قسمت، شمارنده پست‌ها/موضوعات و آخرین پست از هر انجمن با مقادیر صحیح به روز رسانی خواهد شد.";
$l['rebuild_poll_counters'] = "بازسازی شمارنده‌ی نظرسنجی‌ها";
$l['rebuild_poll_counters_desc'] = "هنگام اجرای این‌قسمت، تعدادنظرهای داده‌شده برای هرنظرسنجی به مقادیر صحیح به‌روزرسانی خواهدشد.";
$l['recount_user_posts'] = "شمارش مجدد ارسال‌های کاربر";
$l['recount_user_posts_desc'] = "زمانیکه این مورد اجرا شود شمارش ارسال‌های هر کاربر با توجه به شمار ارسال‌های موجود در دیتابیس و انجمن‌هایی که شمارش ارسال در آنها غیر فعال شده است، به روز خواهد شد.";
$l['recount_user_threads'] = "شمارش مجدد موضوع‌های کاربر";
$l['recount_user_threads_desc'] = "زمانیکه این مورد اجرا شود شمارش ارسال‌های هر کاربر با توجه به شمار موضوع‌های موجود در دیتابیس و انجمن‌هایی که شمارش موضوع در آنها غیر فعال شده است، به روز خواهد شد.";
$l['rebuild_attachment_thumbs'] = "بازسازی بند انگشتی‌های پیوست";
$l['rebuild_attachment_thumbs_desc'] = "این قسمت بند انگشتی‌های پیوست را بازسازی می‌کند. این عمل برای کسب اطمینان از مطابقت اندازه عرض و ارتفاع آنها با مقدار قید شده صورت میگیرد. همچنین نماهای کوچک ناپیدا را بازسازی می‌کند.";
$l['success_rebuilt_forum_counters'] = "شمارنده‌های انجمن با موفقیت بازسازی شدند.";
$l['success_rebuilt_thread_counters'] = "شمارنده‌های موضوع با موفقیت بازسازی شدند.";
$l['success_rebuilt_poll_counters'] = "شمارنده‌های نظرسنجی باموفقیت بازسازی شدند.";
$l['success_rebuilt_user_post_counters'] = "شمارش مجدد تعداد پستهای کاربر با موفقیت انجام شد.";
$l['success_rebuilt_user_thread_counters'] = "شمارش مجدد تعداد موضوع‌های کاربر با موفقیت انجام شد.";
$l['success_rebuilt_attachment_thumbnails'] = "بند انگشتی‌های پیوست، با موفقیت بازسازی شدند.";
$l['success_rebuilt_forum_stats'] = "آمارهای انجمن با موفقیت بازسازی شدند.";
$l['success_rebuilt_reputation'] = "اعتبار‌های کاربران با موفقیت بازسازی شدند.";
$l['success_rebuilt_warning'] = "اخطار‌های کاربران با موفقیت بازسازی شدند.";
$l['success_rebuilt_private_messages'] = "تعدادپیام‌خصوصی هرکاربر با موفقیت بازشماری شدند.";
$l['success_rebuilt_referral'] = "کاربران معرفی‌کرده هرکاربر با موفقیت بازشماری شدند.";
$l['success_rebuilt_thread_ratings'] = "امتیازهای گرفته‌شده برای هرموضوع با موفقیت بازشماری شدند.";

$l['confirm_proceed_rebuild'] = "برای ادامه دادن بازسازی و شروع مجدد روی \"ثبت\" کلیک کنید.";
$l['automatically_redirecting'] = "در حال انتقال خودکار...";