<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 *
 * Translate By: iora.ir & My-BB.Ir
 */

$l['system_health'] = "وضعیت سیستم";
$l['system_health_desc'] = "در اینجا می‌توانید اطلاعاتی را در مورد سلامتی سیستم خود مشاهده کنید.";
$l['utf8_conversion'] = "تبدیل به UTF-8";
$l['utf8_conversion_desc'] = "شما در حال تغییر فرمت یک جدول دیتابیس به UTF-8 می‌باشید. توجه داشته باشید که این امر با توجه به حجم فروم شما و این جدول ممکن است تا چندین ساعت به طول بیانجامد. هنگامیکه عملیات خاتمه یابد شما به صفحه اول تبدیل به UTF-8 بازگردانده خواهید شد.";
$l['utf8_conversion_desc2'] = "این ابزار جداول موجود در دیتابیس را بررسی می‌کند تا اطمینان حاصل شود که آنها دارای فرمت UTF-8 می‌باشند و اگر نیستند به شما امکان تبدیل آنها را می‌دهد.";
$l['convert_all'] = "تبدیل همگی";
$l['converting_to_utf8'] = "مای‌بی‌بی در حال تبدیل جدول \"{1}\" از فرمت {2} به فرمت UTF-8 می‌باشد.";
$l['convert_to_utf8'] = "شما در حال تبدیل جدول \"{1}\" از فرمت {2} به فرمت UTF-8 می‌باشید.";
$l['convert_all_to_utf'] = "شما در حال تبدیل تمام جداول از فرمت {2} به فرمت UTF-8 می‌باشید.";
$l['convert_all_to_utf8mb4'] = "شما در حال تبدیل فرمت تمامی جدول‌ها از {1} به 4-Byte UTF-8 Unicode می‌باشید.";
$l['converting_to_utf8mb4'] = "مای‌بی‌بی در حال تبدیل  \"{1}\" جدول از فرمت {2} به فرمت  4-Byte UTF-8 Unicode  می‌باشد..";
$l['please_wait'] = "لطفا\" منتظر بمانید . . .";
$l['converting_table'] = "تبدیل کردن جدول:";
$l['convert_table'] = "تبدیل جدول";
$l['convert_tables'] = "تبدیل همه جدول‌ها";
$l['convert_database_table'] = "تبدیل جدول دیتابیس";
$l['convert_database_tables'] = "تبدیل همه جدول‌های دیتابیس";
$l['table'] = "جدول";
$l['status_utf8'] = "وضعیت UTF-8";
$l['status_utf8mb4'] = "پشتیبانی 4-Byte UTF-8<br />(نیاز به مای‌اس‌کیو‌ال ۵.۵.۳ یا بالاتر)";
$l['not_available'] = "در دسترس نیست";
$l['all_tables'] = "همه‌ی جدول‌ها";
$l['convert_now'] = "الآن تبدیل کند";
$l['totals'] = "مجموع";
$l['attachments'] = "پیوست‌ها";
$l['total_database_size'] = "مجموع اندازه دیتابیس";
$l['attachment_space_used'] = "فضای اشغال شده توسط ضمیمیه";
$l['total_cache_size'] = "مجموع اندازه کش";
$l['estimated_attachment_bandwidth_usage'] = "میزان تخمین زده شده پهنای باند مصرفی ضمائم";
$l['max_upload_post_size'] = "حداکثر اندازه مجاز آپلود / ارسال";
$l['average_attachment_size'] = "متوسط اندازه پیوست";
$l['stats'] = "آمار";
$l['task'] = "تکلیف";
$l['run_time'] = "زمان اجرا";
$l['next_3_tasks'] = "3 وظیفه آینده";
$l['no_tasks'] = "هیچ وظیفه‌ای در این زمان در حال اجرا نیست.";
$l['backup_time'] = "زمان پشتیبان گیری";
$l['no_backups'] = "در حال حاضر بک آپ ساخته شده ای وجود ندارد.";
$l['existing_db_backups'] = "پشتیبان‌های موجود از دیتابیس";
$l['writable'] = "قابل نوشتن";
$l['not_writable'] = "غیرقابل نوشتن";
$l['please_chmod_777'] = "لطفا سطح دسترسی (CHMOD) را به 777 تغییر دهید.";
$l['chmod_info'] = "لطفا تنظیمات سطوح دسترسی (CHMOD) را به مقدار مشخص شده تغییر دهید. برای اطلاعات بیشتر در مورد تنظیمات CHMOD اینجا را ببینید.";
$l['file'] = "فایل";
$l['location'] = "موقعیت";
$l['settings_file'] = "فایل تنظیمات";
$l['config_file'] = "فایل پیکربندی";
$l['file_upload_dir'] = "پوشه‌ی آپلود فایل";
$l['avatar_upload_dir'] = "پوشه‌ی آپلود آواتار";
$l['language_files'] = "فایلهای زبان";
$l['backup_dir'] = "پوشه‌ی فایل‌های پشتیبان";
$l['cache_dir'] = "پوشه‌ی کش";
$l['themes_dir'] = "پوشه‌ی پوسته";
$l['chmod_files_and_dirs'] = "دسترسی فایل‌ها و پوشه‌ها";
$l['notice_process_long_time'] = "این فرایند با توجه به حجم تالار شما و این جدول ممکن است تا چندین ساعت به طول بیانجامد. <strong>این بسیار مهم‌است که قبل از انجام این فرایند یک پشتیبان (بک‌آپ) از انجمن داشته باشید زیرا این فرایند قابل برگشت نیست.</strong>";
$l['notice_mb4_warning'] = "برای 4-Byte UTF-8 نیاز به MySQL 5.5.3 یا بالاتر است. شما قادر نخواهید بود که پایگاه‌داده‌اتان را در نسخه‌ی دیگری از سرور MySQL وارد کنید.";
$l['check_templates'] = "بررسی قالب‌ها";
$l['check_templates_desc'] = "تمام قالب‌های نصب شده را از نظر وجود مشکلات امنیتی شناخته شده بررسی می‌کند.";
$l['check_templates_title'] = "بررسی امنیت قالب‌ها";
$l['check_templates_info'] = "این فرایند قالب‌های شما را از نظر وجود مشکلات امنیتی که می‌توانند تالار و سرور شما را تحت تاثیر قرار دهند بررسی می‌کند. چنانچه پوسته‌های زیادی نصب کرده‌اید، این فرایند ممکن است مدتی به طول بیانجامد.
<br /><br />جهت آغاز فرایند دکمه زیر را فشار دهید.";
$l['check_templates_info_desc'] = "قالب‌های زیر دارای مشکلات امنیتی شناخته شده می‌باشند. لطفاً آنها را بازبینی نمایید.";
$l['full_edit'] = "ویرایش کامل";
$l['error_chmod'] = "از فایلها و پوشه‌های مورد نیاز تنظیمات CHMOD مورد نظر را ندارند.";
$l['error_invalid_table'] = "جدول انتخاب شده وجود ندارد.";
$l['error_db_encoding_not_set'] = "در هنگام نصب مای‌بی‌بی شما این ابزار را نصب نکرده اید. برای کسب اطلاعات بیشتر <a href=\"http://docs.mybb.com/Utf8_setup.html\">مستندات</a> سایت را مطالعه فرمائید.";
$l['error_not_supported'] = "موتور دیتابیس فعلی شما از ابزار تبدیل UTF-8 پشتیبانی نمی کند.";
$l['error_invalid_input'] = "بررسی قالب‌ها با مشکل مواجه شد. لطفاً مجدداً تلاش کنید و یا با پشتیبانی MyBB تماس بگیرید.";
$l['error_master_templates_altered'] = "قالب‌های مرجع تغییر یافته‌اند. لطفاً با پشتیبانی MyBB تماس بگیرید تا در مورد چگونگی تغییرات راهنمایی شوید.";
$l['error_utf8mb4_version'] = "نسخه‌ی مای‌اس‌کیو‌ال شما  4-Byte UTF-8 encoding را پشتیبانی نمی‌کند.";

$l['warning_multiple_encodings'] = "شما از چند رمز‌گذاری (Encoding) مختلف در انجمنتان استفاده می‌کند. این ممکن‌است باعث خطای MySQL یا رفتار غیرمنظره‌ای شود.";
$l['warning_utf8mb4_config'] = "برای پشتیبانی کامل از  4-Byte UTF-8 شما نیاز دارید تا  <i>\$config['database']['encoding'] = 'utf8';</i> را به  <i>\$config['database']['encoding'] = 'utf8mb4';</i> در inc/config.php تغییر دهید.";
$l['success_templates_checked'] = "قالب‌ها با موفقیت بررسی شدند. هیچ مشکل امنیتی‌ای یافت نشد!";
$l['success_all_tables_already_converted'] = "تمام جداول به فرمت UTF-8 می‌باشند.";
$l['success_table_converted'] = "جدول انتخابی \"{1}\" با موفقیت به فرمت UTF-8 تبدیل شد.";
$l['success_chmod'] = "تمام فایلها و پوشه‌های مورد نیاز تنظیمات سطوح دسترسی مورد نظر را دارا می‌باشند.";