<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 *
 * Translate By: iora.ir & My-BB.Ir
 */

$l['task_manager'] = "مدیریت وظایف";
$l['add_new_task'] = "افزودن وظیفه جدید";
$l['add_new_task_desc'] = "در اینجا شما می‌توانید وظایف جدید برنامه ریزی شده ای را اضافه کنید که در این انجمن به صورت خودکار اجرا می‌شود";
$l['edit_task'] = "ویرایش وظیفه";
$l['edit_task_desc'] = "در زیر شما می‌توانید تنظیمات مختلف را برای این کار برنامه ریزی شده است را ویرایش کنید.";
$l['task_logs'] = "گزارشات وظایف";
$l['view_task_logs'] = "مشاهده گزارشات وظایف";
$l['view_task_logs_desc'] = "زمانی که گزارشی ثبت میشه به صورت خودکار 30 روز بعد حذف خواهد شد.";
$l['scheduled_tasks'] = "وظایف برنامه ریزی شده";
$l['scheduled_tasks_desc'] = "در اینجا شما می‌توانید وظایف که در انجمن را به صورت خودکار اجرا می‌شوند مدیریت کند. برای اجرای یک کار در حال حاضر با کلیک بر روی آیکون در سمت چپ از کار آن این کار را انجام دهید.";
$l['title'] = "عنوان";
$l['short_description'] = "توضیح کوتاه";
$l['task_file'] = "فایل وظیفه";
$l['task_file_desc'] = "فایل وظیفه ای که می‌خواهید این کار را به اجرا در آورد انتخاب کنید.";
$l['time_minutes'] = "زمان: دقیقه ای";
$l['time_minutes_desc'] = "دقائق(اعداد 1 تا 59 ) را با کاما از یک دیگر جدا کنید.  '*' را وارد کنید در صورتی که این کار باید در هر دقیقه اجرا شود.";
$l['time_hours'] = "زمان: ساعتی";
$l['time_hours_desc'] = "ساعت‌ها (اعداد 0 تا 23 ) را با کاما از یک دیگر جدا کنید.  '*' را وارد کنید در صورتی که این کار باید در هر ساعت اجرا شود.";
$l['time_days_of_month'] = "زمان: روزهای ماه";
$l['time_days_of_month_desc'] = "روزهای ماه(اعداد 1 تا 31 ) را با کاما از یک دیگر جدا کنید.  '*' را وارد کنید در صورتی که این کار باید در هر روز اجرا شود.";
$l['every_weekday'] = "همه‌ی روز‌ها";
$l['sunday'] = "یک شنبه";
$l['monday'] = "دو شنبه";
$l['tuesday'] = "سه شنبه";
$l['wednesday'] = "چهار شنبه";
$l['thursday'] = "پنج شنبه";
$l['friday'] = "جمعه";
$l['saturday'] = "شنبه";
$l['time_weekdays'] = "زمان: هفتگی";
$l['time_weekdays_desc'] = "روز‌های هفته رو انتخاب کنید می‌توانید کلید کنترل را برای انتخاب چند روز بگیرید و همچنین با انتخاب همه‌‌ی روزها وظیفه در تمام روزهای هفته انجام می‌شود.";
$l['every_month'] = "همه‌ی ماه‌ها";
$l['time_months'] = "زمان: ماهانه";
$l['time_months_desc'] = "ماه‌های سال رو انتخاب کنید می‌توانید کلید کنترل را برای انتخاب چند ماه بگیرید و همچنین با انتخاب همه‌ی ماه‌ها وظیفه در تمام ماه‌های سال انجام می‌شود.";
$l['enabled'] = "وظیفه فعال است؟";
$l['enable_logging'] = "گزارشات فعال است؟";
$l['save_task'] = "ذخیره وظیفه";
$l['task'] = "وظیفه";
$l['date'] = "تاریخ";
$l['data'] = "عملیات";
$l['no_task_logs'] = "هیچ گزارشی بری این وظیفه وجود ندارد.";
$l['next_run'] = "اجرای بعدی";
$l['run_task_now'] = "اجرای این وظیفه هم اکنون";
$l['disable_task'] = "غیر فعال سازی وظیفه";
$l['run_task'] = "اجرای وظیفه";
$l['enable_task'] = "فعال سازی وظیفه";
$l['delete_task'] = "حذف وظیفه";
$l['error_invalid_task'] = "وظیفه مشخص شده وجود ندارد.";
$l['error_missing_title'] = "شما عنوانی را برای این وظیفه وارد نکرده اید.";
$l['error_missing_description'] = "شما توضیحی را برای این وظیفه وارد نکرده اید.";
$l['error_invalid_task_file'] = "شما فایلی را برای این وظیفه انتخاب نکرده اید.";
$l['error_invalid_minute'] = "دقائق وارد شده نامعتبر است";
$l['error_invalid_hour'] = "ساعتهای وارد شده نامعتبر است";
$l['error_invalid_day'] = "روزهای وارد شده نامعتبر است";
$l['error_invalid_weekday'] = "روزهای هفته‌ی وارد شده نامعتبر است";
$l['error_invalid_month'] = "ماه‌های وارد شده نامعتبر است";
$l['success_task_created'] = "وظیفه با موفقیت ایجاد شد";
$l['success_task_updated'] = "وظیفه با موفقیت بروزرسانی شد";
$l['success_task_deleted'] = "وظیفه با موفقیت حذف شد";
$l['success_task_enabled'] = "وظیفه با موفقیت فعال شد";
$l['success_task_disabled'] = "وظیفه با موفقیت غیرفعال شد";
$l['success_task_run'] = "وظیفه با موفقیت اجرا شد";
$l['confirm_task_deletion'] = "آیا می‌خواهید این وظیفه را حذف کنید؟";
$l['confirm_task_enable'] = "<strong>هشدار:</strong> شما در تلاش برای فعال سازی وظیفه ای هستید که تنها از طریق یک Cron اجرا می‌شود. (لطفا <a href=\"http://docs.mybb.com/Help-Task_System.html\" target=\"_blank\">مسندات</a> را برای اطلاعات بیشتر مشاهده کنید). ادامه?";
$l['no_tasks'] = "هیچ وظیفه‌ای در این انجمن وجود ندارد.";