<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['admin_permissions'] = "سطوح دسترسی مدیر";
$l['user_permissions'] = "سطوح دسترسی مدیر";
$l['user_permissions_desc'] = "می‌توانید دسترسی مدیران مختلف را تعیین کنید. این کار باعث می‌شود شما از کارهای انجام شده توسط مدیران اطمینان خاطر داشته باشید.";
$l['group_permissions'] = "سطوح دسترسی گروه";
$l['group_permissions_desc'] = "سطوح دسترسی مدیر می‌تواند به گروه‌های کاربری که اجازه‌ی دسترسی به پنل مدیریتی دارند، اضافه گردد. همینطور شما می‌توانید از این ابزار برای خارج نگه داشتن برخی از مدیرانی که به کنترل پنل مدیرست دسترسی دارند، از دستیابی به سایر نواحی کنترل پنل مدیر استفاده نمایید!";
$l['default_permissions'] = "سطوح دسترسی پیش فرض";
$l['default_permissions_desc'] = "حالت پیش فرض دسترسی اجرایی برای کاربرانی اضافه می‌گردد که سطح دسترسی مدیریتی برای آنان تعیین نشده است یا گروه کاربری آنها سطوح دسترسی مدیر را ندارد.";
$l['admin_permissions_updated'] = "سطوح دسترسی مدیر با موفقیت به روزرسانی شد";
$l['revoke_permissions'] = "لغو سطوح دسترسی";
$l['edit_permissions'] = "ویرایش سطوح دسترسی";
$l['set_permissions'] = "تعریف سطوح دسترسی";
$l['edit_permissions_desc'] = "در اینجا شما می‌توانید دسترسی را برای همه صفحات یا صفحات شخصی محدود نمایید.باید مطلع باشید که  \"صفحه اصلی\" برای تمام مدیرها قابل دسترسی می‌باشد!";
$l['update_permissions'] = "به روزرسانی سطوح دسترسی";
$l['view_log'] = "مشاهده گزارش";
$l['permissions_type_group'] = "نوع سطوح دسترسی گروه";
$l['permissions_type_user'] = "نوع سطوح دسترسی کاربر";
$l['no_group_perms'] = "در اینجا سطوح دسترسی گروه مشخص نشده است.";
$l['no_user_perms'] = "در اینجا سطوح دسترسی کاربر مشخص نشده است.";
$l['edit_user'] = "ویرایش خصوصیات کاربر";
$l['using_individual_perms'] = "استفاده از دسترسی‌های شخصی.";
$l['using_custom_perms'] = "استفاده از دسترسی‌های سفارشی.";
$l['using_group_perms'] = "استفاده از دسترسی‌های گروهی.";
$l['using_default_perms'] = "استفاده از دسترسی‌های پیشفرض.";
$l['last_active'] = "آخرین فعالیت";
$l['user'] = "کاربر";
$l['edit_group'] = "ویرایش گروه";
$l['default'] = "پیش فرض";
$l['group'] = "گروه";
$l['error_super_admin'] = "متاسفیم! شما نمی‌توانید این عمل را بر رو این کاربر مشخص شده که مدیری با دسترسی بالا است، انجام دهید. <br /><br /> برای این عمل شما باید شماره حساب کاربری خود را در لیست مدیران با سطح دسترسی بالا واقع در مسیر inc/config.php، اضافه نمایید.";
$l['error_delete_no_uid'] = "شما یک حساب/گروه کاربری که دارای دسترسی‌های مدیریتی باشد ، وارد نکرده‌اید";
$l['error_delete_invalid_uid'] = "شما یک حساب/گروه کاربری معتبر که دارای دسترسی‌های مدیریتی باشد، وارد نکرده‌اید.";
$l['success_perms_deleted'] = "دسترسی مدیریتی کاربر/گروه کاربری با موفقیت لغو گشت.";
$l['confirm_perms_deletion'] = "آیا اطمینان دارید که می‌خواهید دسترسی مدیریتی این کاربر/گروه کاربری را لغو نمایید؟";
$l['confirm_perms_deletion2'] = "از لغو مجوزهای این کاربر(ها) اطمینان دارید؟";