<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['user_group_promotions'] = "ترفیع‌های گروه کاربری";
$l['user_group_promotions_desc'] = "در اینجا شما می‌توانید ترفیع‌های گروه کاربری را مدیریت نمایید.";
$l['edit_promotion'] = "ویرایش ترفیع";
$l['edit_promotion_desc'] = "در اینجا شما می‌توانید ترفیع‌هایی که به طور خودکار در تالار شما عنوان شدند را ویرایش کنید.";
$l['add_new_promotion'] = "افزودن ترفیع جدید";
$l['add_new_promotion_desc'] = "در اینجا شما می‌توانید ترفیع‌هایی که به طور خودکار در تالار شما عنوان شدند را ایجاد کنید.";
$l['referrals'] = "معرفین";
$l['referral_count'] = "تعداد معرفین";
$l['referral_count_desc'] = "تعداد معرفین را می‌بایست وارد نمایید.";
$l['warning_points'] = "اخطار داده‌شده";
$l['warning_points_desc'] = "تعداد اخطار‌های مورد نیاز برای این ارتقا را وارد کنید. این عدد به عنوان یک ارزش در ترفیع لحاظ می‌شود. همچنین نوع مقایسه را انتخاب کنید.";
$l['title'] = "عنوان";
$l['short_desc'] = "توضیح کوتاه";
$l['reputation'] = "اعتبار";
$l['promo_requirements'] = "شرایط ترفیع‌ها";
$l['promo_requirements_desc'] = "معیار‌های این ترفیع را انتخاب کنید. برای انتخاب کردن چند گزینه، از کلید کنترل (CTRL) استفاده کنید.";
$l['greater_than_or_equal_to'] = "بزگتر یا مساوی";
$l['greater_than'] = "بزرگتر از";
$l['equal_to'] = "برابر با";
$l['less_than_or_equal_to'] = "کوچکتر یا مساوی";
$l['less_than'] = "کوچکتر از";
$l['reputation_count'] = "تعداد اعتبار";
$l['reputation_count_desc'] = "میزان اعتباری که مورد نیاز است را وارد کنید. نوع مقایسه برای اعتبار را انتخاب کنید.";
$l['post_count'] = "تعداد ارسال";
$l['thread_count'] = "تعداد موضوع";
$l['post_count_desc'] = "تعداد ارسال‌های مورد نیاز را وارد نمایید. نوع مقایسه برای ارسال‌ها را انتخاب کنید.";
$l['thread_count_desc'] = "تعداد موضوع‌های مورد نیاز را وارد نمایید. نوع مقایسه برای موضوع‌ها را انتخاب کنید.";
$l['hours'] = "ساعت";
$l['days'] = "روز";
$l['weeks'] = "هفته";
$l['months'] = "ماه";
$l['years'] = "سال";
$l['time_registered'] = "زمان ثبت نام";
$l['time_online'] = "زمان حضور";
$l['time_registered_desc'] = "تعداد ساعت، روز، هفته، ماه و یا سالی که کاربر باید ثبت نام کرده باشد را وارد کنید. نوع شمارش زمان ثبت نام را تعیین کنید.";
$l['time_online_desc'] = "تعداد ساعت، روز، هفته، ماه و یا سالی که کاربر باید آنلاین بوده‌باشد را وارد کنید. نوع شمارش زمان آنلاین را تعیین کنید.";
$l['all_user_groups'] = 'همه‌ی گروه‌های کاربری';
$l['orig_user_group'] = 'منبع گروه کاربری';
$l['orig_user_group_desc'] = "گروه یا گروه‌های کاربری را که کاربر باید عضو آن باشد تا ترفیع پیدا کند، را انتخاب نمایید. با نگه داشتن دکمه کنترل (CTRL) می‌توانید چندین گروه را انتخاب نمایید. با انتخاب گزینه‌ی 'همه گروه‌های کاربری ' (All User Groups) می‌توانید تمام گروه‌های کاربری را همزمان انتخاب نمایید.";
$l['new_user_group'] = 'گروه کاربری جدید';
$l['new_user_group_desc'] = "گروه کاربری را که می‌خواهید این کاربر بعد از ترفیع به آن منتقل شود را انتخاب نمایید.";
$l['primary_user_group'] = 'گروه کاربری اصلی';
$l['secondary_user_group'] = 'گروه کاربری ثانویه';
$l['user_group_change_type'] = 'تغییر نوع گروه کاربری';
$l['user_group_change_type_desc'] = "درصورتی که کاربر لازم است گروه کاربری اولیه‌اش را به گروه کاربری جدید تغییر دهد، گروه کاربری اولیه را انتخاب کنید. در صورتی که کاربر گروه کاربری جدید را به عنوان گروه کاربری ثانویه به پروفایلش اضافه می‌کند، گروه کاربری ثانویه را انتخاب کنید.";
$l['enabled'] = "فعال شود؟";
$l['enable_logging'] = "واقعه نگار فعال شود؟";
$l['promotion_logs'] = "گزارش ترفیع";
$l['view_promotion_logs'] = "نشان دادن گزارش ترفیع";
$l['view_promotion_logs_desc'] = "در اینجا شما می‌توانید گزارش‌هایی از ترفیع‌های فعال گذشته را مشاهده کنید.";
$l['promoted_user'] = "ترفیع دادن کاربر";
$l['time_promoted'] = "زمان ترفیع دادن";
$l['no_promotion_logs'] = "در حال حاضر هیچ داده ای ثبت نشده است.";
$l['promotion_manager'] = "مدیر ترفیع‌ها";
$l['promotion'] = "ترفیع";
$l['disable_promotion'] = "غیر فعال کردن ترفیع";
$l['enable_promotion'] = "فعال کردن ترفیع";
$l['delete_promotion'] = "حذف ترفیع";
$l['no_promotions_set'] = "در حال حاضر هیچ ترفیعی وجود ندارد.";
$l['update_promotion'] = "ذخیره ترفیع";
$l['multiple_usergroups'] = "گروههای متعدد کاربری";
$l['secondary'] = "ثانویه";
$l['primary'] = "اولیه و اصلی";
$l['error_no_promo_id'] = 'شما یک شناسه (ID) ترفیع وارد نکرده اید.';
$l['error_invalid_promo_id'] = 'شما یک شناسه ی(ID) ترفیع را صحیح وارد نکرده اید.';
$l['error_no_title'] = "شما عنوانی برای این ترفیع وارد نکرده اید";
$l['error_no_desc'] = "شما توضیحی برای این ترفیع وارد نکرده اید";
$l['error_no_requirements'] = "شما دست کم یک شرط برای این ترفیع انتخاب نکرده اید";
$l['error_no_orig_usergroup'] = "شما دست کم یک گروه کاربری منبع را برای این ترفیع انتخاب نکرده اید";
$l['error_no_new_usergroup'] = "شما دست کم یک گروه کاربری جدید را برای این ترفیع انتخاب نکرده اید";
$l['error_no_usergroup_change_type'] = "شما دست کم یک گروه کاربری را برای تغییر دادن نوع این ترفیع انتخاب نکرده اید";
$l['success_promo_disabled'] = 'ترفیع گروه انتخاب شده با موفقیت غیر فعال شد.';
$l['success_promo_deleted'] = 'ترفیع گروه انتخاب شده با موفقیت حذف شد.';
$l['success_promo_enabled'] = 'ترفیع گروه انتخاب شده با موفقیت فعال شد.';
$l['success_promo_updated'] = 'ترفیع گروه انتخاب شده با موفقیت به روز شد.';
$l['success_promo_added'] = 'ترفیع با موفقیت انجام شد.';
$l['confirm_promo_disable']="آیا شما مطمئن هستید که می‌خواهید این ترفیع را غیر فعال کنید؟";
$l['confirm_promo_deletion'] = "آیا مطمئن هستید که می‌خواهید این ترفیع را حذف نمایید؟";