<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['user_titles'] = "عنوان کاربری";
$l['user_titles_desc'] = "این قسمت به شما اجازه می‌دهد عناوین کاربری را مدیریت کنید. عنوان‌های کاربری بر اساس تعداد ارسال‌های کاربر واگذار می‌شود و همچنین می‌توانید تصویر \"ستاره\" را به دلخواه بنا به تعداد ارسال‌هایشان در زیر عنوان کاربریشان نمایش دهید.";
$l['add_new_user_title'] = "افزودن عنوان کاربری جدید";
$l['add_new_user_title_desc'] = "این قسمت به شما اجازه می‌دهد تا یک عنوان کاربری اضافه کنید. <i>پیام: این <u><a href=\"index.php?module=user-group_promotions\">سیستم ترفیع</a></u><strong>نمی‌باشد.</strong>";
$l['error_missing_title'] = "شما عنوانی برای این عنوان کابری وارد نکرده‌اید.";
$l['error_missing_posts'] = "شما حداقل ارسال‌ها را برای این عنوان کاربری وارد نکرده‌اید.";
$l['error_cannot_have_same_posts'] = "عنوان کاربری نمی‌تواند دارای حداقل ارسال مشابه با عنوان کاربری دیگر باشد";
$l['error_invalid_user_title'] = "شما یک عنوان کاربری بی اعتبار مشخص کرده‌اید.";
$l['success_user_title_created'] = "عنوان کاربری جدید با موفقیت ایجاد شد.";
$l['success_user_title_updated'] = "عنوان کابری با موفقیت بروز شد.";
$l['success_user_title_deleted'] = "عنوان کاربری مشخص شده با موفقیت حذف شد.";
$l['title_to_assign'] = "عنوان اختصاصی";
$l['title_to_assign_desc'] = "در صورتی که کاربران یک عنوان دلخواه نداشته باشند ، این عنوان زیر نام آنها نمایش داده خواهد شد.";
$l['minimum_posts'] = "حداقل ارسال‌ها";
$l['minimum_posts_desc'] = "حداقل تعداد پست یک کاربر برای داشتن این عنوان کاربری.";
$l['number_of_stars'] = "تعداد ستاره‌ها";
$l['number_of_stars_desc'] = "تعداد ستارگان را برای نمایش زیر این عنوان کاربری وارد کنید.اگر روی 0 تنظیم شود ، هیچ ستاره ای نمایش داده نمی شود.";
$l['star_image'] = "تصویر ستاره";
$l['star_image_desc'] = "اگر همراه این عنوان کاربری باید ستاره‌هایی نمایش داده شود ، مسیر تصویر ستاره را در اینجا وارد کنید. در صورتی که این قسمت را خالی را بگذارید ، تصویر ستاره گروه کاربری نمایش داده خواهد شد . از {theme} برای مشخص کردن پوشه تصویر - برای بینندگان آن تم - استفاده کنید.";
$l['save_user_title'] = "ذخیره عنوان کاربری";
$l['edit_user_title'] = "ویرایش عنوان کاربری";
$l['edit_user_title_desc'] = "این بخش به شما اجازه می‌دهد تا یک عنوان کاربری را ویرایش کنید.";
$l['user_title_deletion_confirmation'] = "آیا از اینکه می‌خواهید این عنوان کاربری را حذف کنید اطمینان دارید؟";
$l['manage_user_titles'] = "مدیریت عنوان‌های کاربری";
$l['user_title'] = "عنوان کاربری";
$l['no_user_titles'] = "در حال حاضر شما هیچ عنوان کاربری تعیین شده ندارید.";