<?php 
/**
 * MyBB 1.6 Persian Language Pack
 * Copyright 2013 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['spam'] = "هرزنامه";
$l['post_spam_success'] = "ارسالهای انتخاب شده با موفقیت به عنوان هرزنامه نشانه گذاری شدند.";
$l['thread_spam_success'] = "موضوع انتخاب شده با موفقیت به عنوان هرزنامه نشانه گذاری شد.";
$l['mark_as_spam'] = "نشانه گذاری به عنوان هرزنامه";
$l['confirm_mark_as_spam'] = "آیا شما مطمئن هستید که می‌خواهید این ارسال/موضوع را به عنوان هرزنامه نشانه گذاری کنید؟";
$l['akismet_error'] = "خطای اکیسمنت";
$l['redirect_newthread'] = "اکیسمنت این موضوع را به عنوان هرزنامه شناسایی کرده است.<br />در صورت مشاهده خطا با مدیریت تماس بگیرید.";
$l['redirect_return_forum'] = "برای بازگشت به انجمن <a href=\"{1}\">اینجا</a> کلیک کنید.";
$l['redirect_newreply'] = "اکیسمنت این ارسال را به عنوان هرزنامه شناسایی کرده است.<br />در صورت مشاهده خطا با مدیریت تماس بگیرید.";
$l['redirect_return_thread'] = "برای بازگشت به موضوع <a href=\"{1}\">اینجا</a>کلیک کنید.<br />همچنین برای بازگشت به انجمن <a href=\"{2}\">اینجا</a> کلیک کنید.";
?>