<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['contact'] = 'تماس با ما';
$l['contact_no_message'] = 'شما پیامی برای ارسال وارد نکرده‌اید.';
$l['contact_no_subject'] = 'شما باید یک عنوان انتخاب کنید.';
$l['contact_no_email'] = 'شما باید یک آدرس ایمیل معتبر وارد نمائید.';
$l['contact_success_message'] = 'پیام شما با موفقیت برای مدیریت ارسال شد.';
$l['contact_subject'] = 'عنوان';
$l['contact_subject_desc'] = 'خلاصه‌ی پیام خود را وارد کنید.';
$l['contact_message'] = 'پیام';
$l['contact_message_desc'] = 'شرح خود را همراه با جرئیات در این جا بنویسید.';
$l['contact_email'] = 'ایمیل';
$l['contact_email_desc'] = 'ایمیل خود را وارد کنید تا ما بتوانیم با شما تماس بگیریم.';
$l['contact_send'] = 'ارسال';
$l['image_verification'] = "تصویر امنیتی";
$l['verification_note'] = "لطفا متن داخل تصویر را عیناً وارد نمائید. این کار برای جلوگیری از فرایند‌های خودکار صورت می‌گیرد.";
$l['verification_subnote'] = "(غیرحساس به بزرگی و کوچکی حروف)";
$l['invalid_captcha'] = "کد تصویر امنیتی وارد شده صحیح نمی‌باشد، لطفا  عیناً آنچه در تصویر است را وارد کنید.";
$l['subject_too_long'] = 'عنوان وارد‌شده بسیار طولانی‌است، لطفا عنوانی کوتاه‌تر از {1} حرف وارد کنید (هم‌اکنون {2}).';
$l['message_too_short'] = 'پیام واردشده بسیار کوتاه‌است، لطفا پیامی بلندتر از {1} حرف واردکنید (هم‌اکنون {2}).';
$l['message_too_long'] = 'پیام واردشده بسیار بلند است، لطفا پیامی کوتاه‌تر از {1} حرف وارد کنید (هم‌اکنون {2}).';

$l['error_stop_forum_spam_spammer'] = 'متاسفیم، آدرس ایمیل یا آی‌پی شما به عنوان اسمپر شناخته شده و پیام ثبت شده‌ی شما بسته شد.';
$l['error_stop_forum_spam_fetching'] = 'متاسفیم، خطایی در تایید شما براساس پایگاه داده اسمپر پیش آمده‌است. به نظر میرسد که نمی‌توان به پایگاه داده دسترسی داشت. لطفا بعدا تلاش کنید.';
