<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['eventdata_missing_name'] = "نام رویداد وارد نشده است. لطفا نام رویداد را وارد نمایید.";
$l['eventdata_missing_description'] = "توضیحی برای این رویداد وارد نشده، لطفا توضیحات رویداد را وارد نمائید.";
$l['eventdata_invalid_start_date'] = "تاریخ شروع این رویداد که وارد کرده اید نامعتبر است. شما نیاز دارید که مطمئن شوید که روز، ماه و سال را درست مشخص کرده اید و همچنین اطمینان حاصل نمائید روزی که وارد کرده اید برای این ماه معتبر است.";
$l['eventdata_invalid_start_year'] = "رویدادها تنها می‌تواند برای 5 سال آینده ایجاد شود. لطفا یک سال شروع مناسب را از لیست انتخاب کنید .";
$l['eventdata_invalid_start_month'] = "ماه شروعی را که وارد کرده اید معتبر نمی‌باشد. لطفا ماه شروع معتبری را وارد کنید.";
$l['eventdata_invalid_end_date'] = "تاریخ پایان این رویداد که وارد کرده اید نامعتبر است. شما نیاز دارید که مطمئن شوید که روز، ماه و سال را درست مشخص کرده اید و همچنین اطمینان حاصل نمائید روزی که وارد کرده اید برای این ماه معتبر است.";
$l['eventdata_invalid_end_year'] = "رویدادها تنها می‌تواند برای 5 سال آینده ایجاد شود. لطفا یک سال پایان مناسب را از لیست انتخاب کنید .";
$l['eventdata_invalid_end_month'] = "ماه پایانی را که وارد کرده اید معتبر نمی‌باشد. لطفا ماه پایان معتبری را وارد کنید.";
$l['eventdata_invalid_end_day'] = "روز پایانی را که وارد کرده اید معتبر نیست. روز انتخاب شده توسط شما احتمالا بیشتر از تعداد روزهای این ماه است.";
$l['eventdata_cant_specify_one_time'] = "اگر رویداد شما زمان شروعی دارد پس حتما به زمان پایانی نیز نیاز دارد";
$l['eventdata_start_time_invalid'] = "زمان شروع وارد شده نامعتبر است. نمونه‌های معتبر عبارتند از:  12am، 12:01am، 00:01.";
$l['eventdata_end_time_invalid'] = "زمان پایان وارد شده نامعتبر است. نمونه‌های معتبر عبارتند از:  12am، 12:01am، 00:01.";
$l['eventdata_invalid_timezone'] = "منطقه زمانی که شما برای این رویداد انتخاب کرده اید نامعتبر است.";
$l['eventdata_end_in_past'] = "تاریخ پایان رویداد نمی‌تواند قبل از شروع آن باشد.";
$l['eventdata_only_ranged_events_repeat'] = "تنها برای رویداد‌های زمانی (رویدادهایی که دارای زمان شروع و پایان هستند) می‌توانید تکرار کنید.";
$l['eventdata_invalid_repeat_day_interval'] = "تعداد روز تکرار وارد شده توسط شما نامعتبر است";
$l['eventdata_invalid_repeat_week_interval'] = "تعداد هفته تکرار وارد شده توسط شما نامعتبر است";
$l['eventdata_invalid_repeat_weekly_days'] = "شما هیچ یک از روزهای هفته را که برای این رویداد رخ می‌دهد را انتخاب نکرده اید.";
$l['eventdata_invalid_repeat_month_interval'] = "تعداد ماه تکرار وارد شده توسط شما نامعتبر است";
$l['eventdata_invalid_repeat_year_interval'] = "تعداد سال تکرار وارد شده توسط شما نامعتبر است";
$l['eventdata_event_wont_occur'] = "با استفاده از زمان شروع و پایان به همراه تنظیمات این رویداد، تکرار این رویداد رخ خواهد داد.";
$l['eventdata_no_permission_private_event'] = "شما اجازه ارسال رویداد خصوصی ندارید.";