<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['postdata_invalid_user_id'] = "این شناسه کاربری وجود ندارد. لطفا شناسه کاربری معتبری را وارد کنید.";
$l['postdata_firstpost_no_subject'] = "لطفا عنوانی را برای موضوع وارد نمائید";
$l['postdata_missing_subject'] = "عنوانی یافت نشد، لطفا عنوان ارسال را وارد کنید.";
$l['postdata_missing_message'] = "پیامی‌برای ارسال یافت نشد، لطفا یک پیام برای ارسال وارد کنید.";
$l['postdata_message_too_long'] = "پیام شما بسیار طولانی است، لطفا پیامی کوتاه تر از {1} کاراکتر وارد نمائید. (هم‌اکنون {2}).";
$l['postdata_message_too_short'] = "پیام شما بسیار کوتاه است، لطفا پیامی‌بلند تر از {1} کاراکتر وارد نمائید.";
$l['postdata_subject_too_long'] = "عنوان پیام شما بسیار طولانی است، لطفا عنوانی کوتاه تر از 85 کاراکتر وارد نمائید. (هم‌اکنون {1}).";
$l['postdata_banned_username'] = 'نام‌کاربری‌ای که وارد کرده‌اید قابل ثبت نیست، لطفا یک نام کاربری دیگر وارد کنید.';
$l['postdata_bad_characters_username'] = 'نام‌کاربری‌ای که واردکرده‌اید شامل کاراکترهای بد است، لطفا نام کاربری دگیری را وارد کنید.';
$l['postdata_invalid_username_length'] = 'نام‌کاربری‌ای که واردکرده‌اید دارای طول نامعتبر است. لطفا یک نام‌کاربری بین {1} و {2} کاراکتر وارد کنید.';
$l['postdata_post_flooding'] = "شما در حال تلاش برای ارسال پستی با مدت زمان کمی نسبت به پست قبل هستید. لطفا {1} ثانیه دیگر صبر کنید.";
$l['postdata_post_flooding_one_second'] = "شما در حال تلاش برای ارسال پستی با مدت زمان کمی نسبت به پست قبل هستید. لطفا یک ثانیه دیگر صبر کنید.";
$l['postdata_too_many_images'] = "ارسال شما دارای {1} تصویر می‌باشد درحالیکه شما مجاز به استفاده از {2} تصویر در هر ارسال می‌باشید. لطفا تعداد تصاویر ارسالتان را کمتر کنید.";
$l['postdata_too_many_videos'] = 'پیام شما دارای {1} ویدئو می‌باشد درحالیکه شما مجاز به استفاده از {2} ویدئو در هر ارسال می‌باشید. لطفا تعداد ویدئوهای پیامتان را کمتر کنید.';
$l['postdata_invalid_prefix'] = 'پیشوند انتخاب شده معتبر نمی‌باشد. لطفا یک پیشوند معتبر انتخاب کنید.';
$l['postdata_require_prefix'] = 'در این انجمن پیشوند موضوع اجباری است، لطفا یک پیشوند معتبر انتخاب کنید.';
$l['thread_closed'] = "موضوع بسته شد";
$l['thread_opened'] = "موضوع باز شد";
$l['thread_stuck'] = "موضوع تائید شد";
$l['thread_unstuck'] = "موضوع رد تائید شد.";