<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['userdata_missing_username'] = "شما نام‌کاربری‌ای وارد نکرده اید، لطفا یک نام‌کاربری وارد کنید.";
$l['userdata_banned_username'] = "شما نمی‌توانید از این نام‌کاربری استفاده کنید، لطفا یک نام‌کاربری دیگر انتخاب کنید.";
$l['userdata_bad_characters_username'] = "نام‌کاربری شما دارای حروف بد است، لطفا یک نام‌کاربری دیگر انتخاب کنید.";
$l['userdata_invalid_username_length'] = "طول نام‌کاربری واردشده شما معتبر نیست، لطفا یک نام‌کاربری با تعداد حروف بین {1} و {2} حرف انتخاب کنید.";
$l['userdata_invalid_usertitle_length'] = "طول عنوان‌کاربری واردشده شما معتبر نیست، لطفا یک عنوان‌کاربری که بلند تر از {1} حرف نباشد را انتخاب کنید.";
$l['userdata_username_exists'] = "نام‌کاربری وارد شده قبلا توسط شخص دیگری به ثبت رسیده است.";
$l['userdata_invalid_password_length'] = "طول رمز‌عبور واردشده شما معتبر نیست، لطفا یک رمز‌عبور با تعداد حروف بین {1} و {2} حرف انتخاب کنید.";
$l['userdata_no_complex_characters'] = "رمز ورود شما به اندازه‌ی کافی پیچیده نیست. لطفاً یک رمز با حداقل {1} کاراکتر، حروف بزرگ و کوچک و عدد وارد نمایید.";
$l['userdata_passwords_dont_match'] = "رمز‌عبور و تکرارش با یکدیگر مطابقت ندارد.";
$l['userdata_bad_password_security'] = 'رمزعبور واردشده شبیه‌به نام‌کاربری یا ایمیل شما است. لطفا رمزعبور قوی‌تری را وارد نمائید.';

$l['userdata_bad_password_security'] = 'رمزعبوری که شما وارد کرده‌اید شبیه به نام‌کاربری یا ایمیل‌شما هست، لطفا رمز عبور پیچیده‌تری را وارد کنید.';
$l['userdata_missing_email'] = "شما رایانامه‌ای را وارد نکرده اید، لطفا یک رایانامه وارد کنید.";
$l['userdata_invalid_email_format'] = "آدرس رایانامه شما معتبر نیست، لطفا یک رایانامه معتبر را وارد نمائید.";
$l['userdata_emails_dont_match'] = "آدرس رایانامه وارد شده و تکرارش با یکدیگر مطابقت ندارند.";
$l['userdata_banned_email'] = "آدرس رایانامهی که شما وارد کرده اید در این سایت مجاز به استفاده نمی‌باشد،‌ لطفا آدرس رایانامه دیگری را وارد نمائید.";
$l['userdata_email_already_in_use'] = "آدرس رایانامه وارد شده قبلا توسط شخص دیگری مورد استفاده قرار گرفته است، لطفا رایانامه دیگری را وارد کنید.";
$l['userdata_dob_required'] = "شما باید تاریخ تولد خویش را وارد نمائید و همچنین شما می‌توانید با تنظیماتی این تاریخ را از دیگران پنهان کنید.";
$l['userdata_invalid_website'] = "آدرس وبسایت وارد شده معتبر نمی‌باشد، یا یک آدرس درست وارد کرده یا این فیلد را خالی بگذارید.";
$l['userdata_invalid_icq_number'] = "شماره ICQ وارد شده معتبر نمی‌باشد، یا یک شماره درست وارد کرده یا این فیلد را خالی بگذارید.";
$l['userdata_invalid_birthday'] = "تاریخ تولد وارد شده معتبر نمی‌باشد، یا یک تاریخ تولد درست وارد کرده یا این فیلد را خالی بگذارید.";
$l['userdata_invalid_birthday_coppa'] = "برای تأیید سن شما، لطفا سالی را که متولد شده اید وارد کنید. شما می‌توانید سن و تاریخ تولد خود را در گزینه مشخصات خود مخفی کنید.";
$l['userdata_invalid_birthday_coppa2'] = "شما باید حداقل 13 سال سن داشته باشید تا بتوانید یکی از اعضای این انجمن شوید. لطفا با مدیریت تماس بگیرید.";
$l['userdata_invalid_birthday_privacy'] = 'لطفا تاریخ تولد معتبری از خود را وارد کنید.';
$l['userdata_invalid_referrer'] = "معرفی را که وارد کرده اید وجود ندارد، لطفا یک معرف موجود را وارد نموده یا این فیلد را خالی گذارید.";
$l['userdata_invalid_language'] = "زبان انتخاب شده توسط شما وجود ندارد. لطفا یکی از زبان‌های موجود را انتخاب کنید.";
$l['userdata_missing_returndate'] = "تاریخ بازگشت شما معتبر نیست، لطفا بررسی نمائید که مقدار روز، ماه و سال را به درستی وارد کرده اید.";
$l['userdata_missing_required_profile_field'] = "شما مقداری برای گزینه \"{1}\" وارد نکرده اید، لطفا مقداری را برای این گزینه در نظر بگیرید.";
$l['userdata_bad_profile_field_value'] = 'شما مقدار معتبری را برای "{1}" وارد نکرده‌اید، لطفا یک مقدار معتبر را وارد کنید.';
$l['userdata_bad_profile_field_values'] = "شما گزینه معتبری را برای \"{1}\" انتخاب نکرده اید، لطفا یک گزینه معتبر را انتخاب نمائید.";
$l['userdata_max_limit_reached'] = "تعداد حروف برای فیلد \"{1}\" نامعتبر است. لطفا فیلد را با تعداد حروف کمتر از {2} حرف پرکنید.";
$l['userdata_invalid_checkfield'] = "شناسایی شده که این فرم برای یک ربات هزرنامه‌گر باشد. اگر این چنین نیست با مدیریت تماس بگیرید.";
$l['userdata_invalid_postnum'] = "تعداد ارسال‌های وارد شده توسط شما نا‌معتبر است، لطفا یک تعداد ارسال معتبر وارد کنید یا از پرکردن این فیلد دست بکشید.";
$l['userdata_invalid_postnum'] = "تعداد ارسال‌های وارد شده توسط شما نا‌معتبر است، لطفا یک تعداد ارسال معتبر وارد کنید یا از پرکردن این فیلد دست بکشید.";
$l['userdata_invalid_threadnum'] = "تعداد موضوع‌های وارد شده توسط شما نا‌معتبر است، لطفا یک تعداد موضوع معتبر وارد کنید یا از پرکردن این فیلد دست بکشید.";
