<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['pmdata_too_long_subject'] = "عنوانی که برای پیام خصوصی انتخاب کرده اید طولانی است، لطفا عنوان کوتاه تری را انتخاب کنید.";
$l['pmdata_code_no_subject'] = "[بدون عنوان]";
$l['pmdata_missing_subject'] = "شما عنوانی را برای پیام خود وارد نکرده اید، لطفا یک عنوان برای پیام وارد کنید.";
$l['pmdata_missing_message'] = "شما پیامی را برای ارسال وارد نکرده اید، لطفا یک پیام وارد کنید";
$l['pmdata_invalid_recipients'] = "یک یا تعدادی از نام‌کاربری گیرندگانی که مشخص کرده اید معتبر نیست. گیرندگان نامعتبر: {1}";
$l['pmdata_no_recipients'] = "شما گیرنده ای را برای پیام خود انتخاب نکرده اید.";
$l['pmdata_too_many_recipients'] = "شما تنها می‌توانید پیام برای {1} نفر در یک دفعه ارسال کنید.";
$l['pmdata_recipient_is_ignoring'] = "شما نمی‌توانید پیام را برای {1} ارسال کنید زیرا شما در لیست سیاه آنان قرار دارید";
$l['pmdata_recipient_has_buddy_only'] = "شما نمی‌توانید پیام را برای {1} ارسال کنید زیرا آنان در لیست سیاه شما قرار دارید";
$l['pmdata_recipient_pms_disabled'] = "{1} دریافت پیام خصوصی را غیر فعال کرده است پس شما نمی‌توانید به آنها پیامی ارسال کنید";
$l['pmdata_recipient_reached_quota'] = "صندوق پیام خصوصی {1} پر شده است پس شما نمی‌توانید به او پیامی ارسال کنید.";
$l['pmdata_pm_flooding'] = "شما در حال تلاش برای ارسال پیام با مدت زمان کمی نسبت به پیام قبل هستید. لطفا {1} ثانیه دیگر صبر کنید.";
$l['pmdata_pm_flooding_one_second'] = "شما در حال تلاش برای ارسال پیام با مدت زمان کمی نسبت به پیام قبل هستید. لطفا  یک ثانیه دیگر صبر کنید.";