<?php
/**
 * MyBB 1.6 Persian Language Pack
 * Copyright 2012 My-BB.Ir Group, All Rights Reserved
 * 
 * Translate By: MyBB.CC & My-BB.Ir
 */
 
$l['nav_editpost'] = "ویرایش ارسال";
$l['edit_post'] = "ویرایش این ارسال";
$l['delete_post'] = "حذف ارسال";
$l['delete_q'] = "حـــذف؟";
$l['delete_1'] = "جهت حذف این ارسال تیک مربوطه را بزنید و بر روی دکمه کلیک کنید.";
$l['delete_2'] = "<b>توجه:</b> اگر این ارسال اولین ارسال موضوع باشد، حذف آن باعث حذف موضوع می‌شود.";
$l['subject'] = "عنوان";
$l['your_message'] = "پیام شما";
$l['post_options'] = "گزینه‌های ارسال:";
$l['options_sig'] = "<strong>امضا:</strong> شامل امضای شما باشد. (مخصوص اعضا)";
$l['options_emailnotify'] = "<strong>آگاه سازی توسط ایمیل:</strong> دریافت ایمیل در صورت ارسال پاسخ جدید. (مخصوص اعضا)";
$l['options_disablesmilies'] = "<strong>غیر فعال شدن شکلک‌ها:</strong> شکلک‌ها در این ارسال نمایش داده نشوند.";
$l['preview_post'] = "پیش نمایش ارسال";
$l['update_post'] = "به روز رسانی ارسال";
$l['poll'] = "نظرسنجی:";
$l['poll_desc'] = "بطور اختیاری می‌توانید یک نظرسنجی به این موضوع اضافه نمایید.";
$l['poll_check'] = "میخواهم یک نظرسنجی ارسال کنم";
$l['num_options'] = "تعداد گزینه‌ها:";
$l['max_options'] = "(حداکثر: {1})";
$l['delete_now'] = "حذفــــ کن";
$l['edit_time_limit'] = "متاسفیم، شما نمی‌توانید ارسال خود را ویرایش کنید. مدیریت تالار تعیین نموده است که هر مطلب تنها تا {1} دقیقه پس از ارسال امکان ویرایش شدن دارد.";
$l['no_prefix'] = "بدون پیشوند";
$l['redirect_nodelete'] = "ارسال حذف نشد زیرا شما تیک \"حذف\" را نزده بودید.";
$l['redirect_postedited'] = "متشکریم، این ارسال ویرایش شد.<br />";
$l['redirect_postedited_redirect'] = "اکنون به موضوع بازگردانده خواهید شد.";
$l['redirect_postedited_poll'] = "متشکریم، این ارسال ویرایش شد. <br />از آنجا که شما درخواست یک نظرسنجی داشتید اکنون به صفحه تنظیمات نظرسنجی منتقل خواهید شد.";
$l['error_invalidpost'] = "متاسفیم، به نظر میرسد که شما آدرس صحیحی را دنبال نکرده‌اید. لطفاً اطمینان حاصل کنید که چنین ارسالی وجود دارد و سپس مجدداً تلاش کنید.";
$l['redirect_threaddeleted'] = "متشکریم، موضوع حذف شد.<br />اکنون به انجمن بازگردانده خواهید شد.";
$l['redirect_postdeleted'] = "متشکریم، ارسال حذف شد.<br />اکنون به موضوع بازگردانده خواهید شد.";
$l['redirect_threadclosed'] = "شما نمی‌توانید ارسال‌های این موضوع را ویرایش کنید زیرا بسته شده است.";
$l['redirect_post_moderation'] = "مدیر تالار مشخص نموده که هر ویرایش ارسال می‌بایست مدیریت شود. شما اکنون به موضوع برگردانده خواهید شد.";
$l['redirect_thread_moderation'] = "مدیر تالار مشخص نموده که هر ویرایش موضوع می‌بایست مدیریت شود. شما اکنون به موضوع برگردانده خواهید شد.";
$l['thread_deleted'] = "موضوع حذف شد";
$l['post_deleted'] = "ارسال حذف شد";
?>