<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['nav_group_management'] = "مدیریت گروه {1}";
$l['nav_join_requests'] = "درخواست عضویت";
$l['nav_group_memberships'] = "گروه‌های کاربری";
$l['not_leader_of_this_group'] = "متاسفیم، شما مدیر این گروه نیستید.";
$l['invalid_group'] = "این گروه کاربری وجود ندارد.";
$l['pending_requests'] = "درخواست‌های عضویت معلق";
$l['num_requests_pending'] = "<strong>{1}</strong> درخواست عضویت معلق برای این گروه کاربری وجود دارد.";
$l['group_management'] = "مدیریت گروه";
$l['members_of'] = "اعضای \"{1}\"";
$l['user_name'] = "نام‌کاربری";
$l['contact'] = "تماس";
$l['reg_date'] = "تاریخ عضویت";
$l['post_count'] = "ارسال‌ها";
$l['remove_selected'] = "حذف کاربران انتخاب شده از گروه";
$l['add_member'] = "اضافه کردن عضو به \"{1}\"";
$l['add_member_submit'] = "افزودن عضو به گروه";
$l['invite_member'] = "دعوت کاربر به \"{1}\"";
$l['invite_member_submit'] = "دعوت کاربر به گروه";
$l['join_requests'] = "درخواست‌های عضویت";
$l['join_requests_title'] = "درخواست‌های عضویت برای \"{1}\"";
$l['leader'] = "(مدیر)";
$l['reason'] = "دلیل";
$l['accept'] = "پذیرفتن";
$l['ignore'] = "چشم پوشی";
$l['decline'] = "رد کردن";
$l['action_requests'] = "اقدامات";
$l['join_requests_moderated'] = "درخواست عضویت مدیریت شد.<br />اکنون به لیست درخواست‌ها بازگردانده خواهید شد.";
$l['no_requests'] = "درخواست عضویت معلقی برای این گروه کاربری وجود ندارد.";
$l['no_users'] = "کاربری در این گروه‌کاربری وجود ندارد.";
$l['user_added'] = "کاربر به گروه کاربری افزوده شد.";
$l['users_removed'] = "کاربران انتخاب شده از گروه کاربری خارج شدند.";
$l['group_no_members'] = "عضوی در این گروه وجود ندارد.<br />جهت بازگشت به صفحه مدیریت گروه‌ها <a href=\"usercp.php?action=usergroups\">اینجا</a> کلیک کنید.";
$l['group_public_moderated'] = "این یک گروه کاربری عمومی است و همه می‌توانند در آن عضو شوند. تمامی‌درخواست عضویت‌ها می‌بایست به تایید یک مدیر برسند.";
$l['group_public_not_moderated'] = "این یک گروه کاربر عمومی است که عضویت در آن نیاز به تایید مدیران ندارد.";
$l['group_public_invite'] = "این یک گروه عمومی است که عضویت در آن نیاز به ارسال دعوت‌نامه توسط رهبرگروه را دارد.";
$l['group_private'] = "این یک گروه کاربری خصوصی می‌باشد. اعضای این گروه تنها توسط مدیر گروه اضافه می‌شوند.";
$l['group_default'] = "این یک گروه کاربری ریشه‌ای است.";
$l['group_leaders'] = "مدیران گروه";
$l['search_user'] = "جستجو برای یک کاربر";
$l['no_users_selected'] = "متاسفیم، به نظر می‌رسد کاربری برای حذف انتخاب نشده است.<br />لطفاً به عقب برگردید و کاربرانی را که می‌خواهید از این گروه حذف شوند انتخاب کنید.";
$l['error_alreadyingroup'] = "کاربر مورد نظر عضوی از این گروه کاربری است.";
$l['error_alreadyinvited'] = "کاربر انتخاب شده قبلا به عضویت در گروه دعوت شده‌است.";

$l['user_invited'] = "کاربر موردنظر به عضویت درگروه دعوت شد.";
$l['invite_pm_subject'] = "شما به عضویت در گروه \"{1}\" دعوت شده‌اید";
$l['invite_pm_message'] = "شما به عضویت در گروه \"{1}\" دعوت شده‌اید.

برای عضویت، لطفا به صفحه‌ی [url={2}/usercp.php?action=usergroups]گروه‌های کاربری[/url] رفته و برروی 'قبول‌کردن دعوت' کلیک کنید.

این دعوت‌نامه منقضی نخواهد شد.";
$l['invite_pm_message_expires'] = "شما به عضویت در گروه \"{1}\" دعوت شده‌اید.

برای عضویت، لطفا به صفحه‌ی [url={2}/usercp.php?action=usergroups]گروه‌های کاربری[/url] رفته و برروی 'قبول‌کردن دعوت' کلیک کنید.

این دعوت نامه در {3} روز دیگر منقضی خواهد شد.";

