<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['click_no_wait'] = "اگر نمیخواهید منتظر بمانید، اینجا کلیک کنید.";
$l['redirect_return_forum'] = "<br /><br /><a href=\"{1}\">بازگشت به انجمن</a>.";
$l['redirect_emailsent'] = "رایانامه شما با موفقیت ارسال شد.";
$l['redirect_loggedin'] = "شما با موفقیت وارد شدید.<br />اکنون به صفحه قبلی برگردانده خواهید شد.";
$l['error_invalidpworusername'] = "رمز ورود/نام‌کاربری وارد شده صحیح نمی‌باشد. <br /><br />اگر رمز ورود خود را فراموش کرده‌اید لطفاً <a href=\"member.php?action=lostpw\">دریافت یک رمز جدید</a> را درخواست نمایید.";
$l['error_invalidpworusername1'] = "رمز ورود/رایانامه وارد شده صحیح نمی‌باشد. <br /><br />اگر رمز ورود خود را فراموش کرده‌اید لطفاً <a href=\"member.php?action=lostpw\">دریافت یک رمز جدید</a> را درخواست نمایید.";
$l['error_invalidpworusername2'] = "رمز ورود/نام‌کاربری یا رمز ورود/رایانامه وارد شده صحیح نمی‌باشد. <br /><br />اگر رمز ورود خود را فراموش کرده‌اید لطفاً <a href=\"member.php?action=lostpw\">دریافت یک رمز جدید</a> را درخواست نمایید.";
$l['error_incompletefields'] = "بنظر میرسد یک یا چند گزینه را خالی گذاشته اید. لطفاً برگردید و اطلاعات مورد نیاز را وارد کنید.";
$l['error_alreadyuploaded'] = "این ارسال یک پیوست با همین نام دارد. لطفاً نام فایل را تغییر دهید و سپس اقدام نمایید. یا اینکه می‌توانید روی \"به روز رسانی پیوست\" کلیک کنید.";
$l['error_alreadyuploaded_perm'] = "این ارسال دارای یک فایل پیوست با همین نام می‌باشد. لطفاً فایل موجود را حذف کنید و یا فایل جدید را تغییر نام داده و سپس پیوست کنید.";
$l['error_nomessage'] = "متن به درستی وارد نشده است. لطفاً برگردید و آن را اصلاح کنید.";
$l['error_invalidemail'] = "رایانامه وارد شده معتبر نیست.";
$l['error_nomember'] = "کاربری که مشخص کرده‌اید نامعتبر است و یا وجود ندارد.";
$l['error_maxposts'] = "متاسفیم، شما نمی‌توانید در یک روز بیش از این مقدار ارسال داشته باشید. لطفا برای ارسال مطالب جدید تا فردا صبر کنید و یا با مدیریت تالار تماس بگیرید.<br /><br />حداکثر ارسال‌های مجاز در هر روز {1} عدد تعیین شده است";
$l['error_nohostname'] = "میزبانی برای آی‌پی وارد شده پیدا نشد.";
$l['error_invalidthread'] = "موضوع مورد نظر وجود ندارد.";
$l['error_invalidpost'] = "ارسال مورد نظر وجود ندارد.";
$l['error_invalidannouncement'] = "اعلان مورد نظر وجود ندارد.";
$l['error_invalidattachment'] = "پیوست مورد نظر وجود ندارد.";
$l['error_invalidforum'] = "چنین انجمنی وجود ندارد";
$l['error_closedinvalidforum'] = "شما نمی‌توانید ارسالی در این انجمن داشته باشید زیرا این انجمن بسته شده است، یا به صفحه‌ی دیگری لینک داده شده است و یا یک دسته‌بندی است.";
$l['error_attachtype'] = "نوع فایلی که شما پیوست کرده‌اید مجاز نمی‌باشد. لطفاً پیوست را حذف کنید و یا نوع دیگری را پیوست کنید.";
$l['error_attachsize'] = "فایل پیوست شده بیش از حد بزرگ است. حداکثر طول مجاز {1} کیلوبایت است.";
$l['error_uploadempty'] = "فایل انتخاب شده خالی است.";
$l['error_uploadsize'] = "اندازه فایل آپلود شده بیش از حد بزرگ است.";
$l['error_uploadfailed'] = "آپلود فایل با شکست روبرو شد. لطفاً یک فایل معتبر را انتخاب نمایید و مجدداً تلاش کنید. ";
$l['error_uploadfailed_detail'] = "جزئیات خطا: ";
$l['error_uploadfailed_php1'] = "خطای پی‌اچ‌پی: آپلود کردن فایل با محدودیت upload_max_filesize در php.ini مواجه شده است. می‌توانید این موضوع را با مدیریت تالار در میان بگذارید.";
$l['error_uploadfailed_php2'] = "حجم فایل مورد نظر بیش از حداکثر اندازه مجاز است.";
$l['error_uploadfailed_php3'] = "فایل مورد نظر بطور ناقص آپلود شده است.";
$l['error_uploadfailed_php4'] = "فایلی آپلود نشد.";
$l['error_uploadfailed_php6'] = "خطای پی‌اچ‌پی: پوشه فایل‌های موقت یافت نشد. لطفاً این مشکل را به مدیریت انجمن اطلاع دهید.";
$l['error_uploadfailed_php7'] = "خطای پی‌اچ‌پی: ذخیره فایل با شکست مواجه شد. لطفاً این مشکل را به مدیریت انجمن اطلاع دهید.";
$l['error_uploadfailed_phpx'] = "کد خطای پی‌اچ‌پی: {1}. لطفاً این مشکل را به مدیریت انجمن اطلاع دهید.";
$l['error_uploadfailed_nothingtomove'] = "یک فایل نامعتبر مشخص شده است. بنابراین نمی‌تواند به قصد انتقال داده شود.";
$l['error_uploadfailed_movefailed'] = "مشکلی برای انتقال فایل به مقصد پیش آمده است.";
$l['error_uploadfailed_lost'] = "پیوست در سایت یافت نشد.";
$l['error_emailmismatch'] = "آدرس‌های رایانامهی که وارد نموده اید یکسان نیستند. لطفاً برگردید و مجدداً تلاش کنید";
$l['error_nopassword'] = "رمز ورود معتبر نمی‌باشد.";
$l['error_usernametaken'] = "این نام‌کاربری توسط شخص دیگری اخذ شده است. اگر شما با این نام‌کاربری در این انجمن عضو شده اید لطفا <a href=\"member.php?action=login\">وارد شوید</a>.";
$l['error_nousername'] = "نام‌کاربری را وارد نکرده‌اید.";
$l['error_invalidusername'] = "نام‌کاربری وارد شده معتبر نمی‌باشد.";
$l['error_invalidpassword'] = "رمز ورود صحیح نمی‌باشد. اگر رمز خود را فراموش کرده‌اید <a href=\"member.php?action=lostpw\">اینجا</a> کلیک کنید. در غیر اینصورت برگردید و مجدداً تلاش کنید.";
$l['error_postflooding'] = "متاسفیم، امکان پذیرش ارسال شما وجود ندارد. مدیریت تالار مشخص نموده است که باید بین دو ارسال پشت سر هم، {1} ثانیه وقفه وجود داشته باشد.";
$l['error_nopermission_guest_1'] = "شما به عنوان عضو وارد نشده اید و یا اجازه مشاهده این صفحه را ندارید. دلیل آن می‌تواند یکی از موارد زیر باشد:";
$l['error_nopermission_guest_2'] = "ممکن است شما عضو نشده و یا به عنوان عضو وارد نشده باشید. در این صورت لطفاً از طریق فرم زیر وارد شوید.";
$l['error_nopermission_guest_3'] = "ممکن است شما اجازه دسترسی به این صفحه را نداشته باشید. در این صورت به قوانین تالار مراجعه کنید و یا با مدیریت تالار تماس بگیرید.";
$l['error_nopermission_guest_4'] = "ممکن است حساب کاربری شما منتظر تأیید باشد و یا از طرف مدیریت تالار محروم شده باشد.";
$l['error_nopermission_guest_5'] = "شما مستقیماً به این صفحه مراجعه کردید بدون اینکه از فرم یا لینک مناسب استفاده کرده باشید.";
$l['login'] = "ورود";
$l['need_reg'] = "می‌خواهم عضو شوم";
$l['forgot_password'] = "رمز عبور را فراموش کرده ام";
$l['error_nopermission_user_1'] = "شما اجازه دسترسی به این صفحه را ندارید. دلیل آن ممکن است یکی از موارد زیر باشد:";
$l['error_nopermission_user_ajax'] = "شما اجازه دسترسی به این صفحه را ندارید.";
$l['error_nopermission_user_2'] = "حساب کاربری شما محروم شده و یا شما از دسترسی به این منبع محروم شده اید.";
$l['error_nopermission_user_3'] = "شما اجازه دسترسی به این صفحه را ندارید. لطفاً به قوانین انجمن مراجعه کنید و یا با مدیریت تالار تماس بگیرید.";
$l['error_nopermission_user_4'] = "حساب کاربری شما منتظر تأیید یا مدیریت است.";
$l['error_nopermission_user_5'] = "شما مستقیماً به این صفحه مراجعه کردید بدون اینکه از فرم یا لینک مناسب استفاده کرده باشید.";
$l['error_nopermission_user_resendactivation'] = "ارسال مجدد کد فعال‌سازی";
$l['error_nopermission_user_username'] = "شما با این نام‌کاربری وارد شده اید: '{1}'";
$l['logged_in_user'] = "کاربر وارد شده";
$l['error_too_many_images'] = "تصاویر بیش ازحد.";
$l['error_too_many_images2'] = "متاسفیم، امکان پذیرش ارسال شما وجود ندارد زیرا دارای تعداد بسیار زیادی تصویر است. لطفاً برخی از آنها را حذف کنید و مجدداً تلاش کنید.";
$l['error_too_many_images3'] = "<b>توجه:</b> حداکثر تعداد مجاز تصویر در هر ارسال برابر است با";
$l['error_attach_file'] = "خطا در پیوست کردن فایل";
$l['please_correct_errors'] = "لطفاً پیش از ادامه خطاهای زیر را اصلاح کنید:";
$l['error_reachedattachquota'] = "متاسفیم، شما نمی‌توانید این فایل را پیوست کنید زیرا به حداکثر تعداد مجاز {1} رسیده اید";
$l['error_maxattachpost'] = "متاسفیم، شما نمی‌توانید این فایل‌را پیوست کنید زیرا شما می‌توانید حداکثر {1} فایل پیوست برای هر ارسال ایجاد کنید.";
$l['error_invaliduser'] = "کاربر مورد نظر نامعتبر است و یا وجود ندارد.";
$l['error_invalidaction'] = "عمل نا‌معتبر";
$l['error_messagelength'] = "متاسفیم، متن شما بیش از اندازه طولانیست و امکان ارسال آن وجود ندارد. لطفاً آن را کوتاه تر کنید و مجدداً تلاش کنید.";
$l['error_message_too_short'] = "متاسفیم، متن شما بیش از حد کوتاه است و امکان ارسال آن وجود ندارد.";
$l['failed_login_wait'] = "شما بیش‌از حدمجاز تلاش برای وارد شدن کرده‌اید. پس باید {1}ساعت و {2}دقیقه و {3}ثانیه برای تلاش مجدد صبر نمائید.";
$l['failed_login_again'] = "<br />شما <strong>{1}</strong> فرصت ورود دیگر دارید.";
$l['error_max_emails_day'] = "شما نمی‌توانید از قابلیت 'ارسال موضوع به دوستان' یا 'ارسال رایانامه به کاربر' استفاده نمایید زیرا {1} پیام در 24 ساعت گذشته ارسال نموده اید.";
$l['attachments_disabled'] = "شما نمی‌توانید از سیستم پیوست فایل استفاده کنید زیرا این سیستم توسط مدیر غیرفعال شده‌است.";
$l['emailsubject_lostpw'] = "ریست شدن رمز ورود در {1}";
$l['emailsubject_passwordreset'] = "رمز ورود جدید در {1}";
$l['emailsubject_subscription'] = "پاسخ جدید به {1}";
$l['emailsubject_randompassword'] = "رمز ورود شما برای {1}";
$l['emailsubject_activateaccount'] = "فعال‌سازی حساب کاربری در {1}";
$l['emailsubject_forumsubscription'] = "موضوع جدید در {1}";
$l['emailsubject_reportpost'] = "ارسال گزارش شده در {1}";
$l['emailsubject_reachedpmquota'] = "تکمیل شدن ظرفیت پیام خصوصی در {1}";
$l['emailsubject_changeemail'] = "تغییر رایانامه در {1}";
$l['emailsubject_newpm'] = "پیام خصوصی جدید در {1}";
$l['emailsubject_newjoinrequest'] = "درخواست جدید در {1}";
$l['emailsubject_sendtofriend'] = "بحث جالب در {1}";
$l['emailsubject_changepassword'] = "تغییر رمزعبور در {1}";
$l['emailsubject_changepassword'] = "تغییر رمزعبور در  {1}";
$l['emailbit_viewthread'] = "... (برای مشاهده ادامه موضوع را بخوانید..)";
$l['email_lostpw'] = "{1}،

برای تکمیل مرحله بازنشانی رمز عبور حساب‌های کاربری خود در {2}، شما باید به آدرس زیر بروید..
{3}/member.php?action=resetpassword&uid={4}&code={5}
شما باید موارد زیر را وارد کنید:
نام‌کاربری: {1}
کد فعال سازی: {5}

با تشکر از شما،
{2}";
$l['email_lostpw1'] = "{1}،

برای تکمیل مرحله بازنشانی رمز عبور حساب‌های کاربری خود در {2}، شما باید به آدرس زیر بروید..
{3}/member.php?action=resetpassword&uid={4}&code={5}
شما باید موارد زیر را وارد کنید:
نام‌کاربری: {1}
کد فعال سازی: {5}

با تشکر از شما،
{2}";
$l['email_lostpw2'] = "{1}،

برای تکمیل مرحله بازنشانی رمز عبور حساب‌های کاربری خود در {2}، شما باید به آدرس زیر بروید..
{3}/member.php?action=resetpassword&uid={4}&code={5}
شما باید موارد زیر را وارد کنید:
نام‌کاربری: {1} (و یا رایانامه شما)
کد فعال سازی: {5}

با تشکر از شما،
{2}";
$l['email_reportpost'] = "{1} از {2} این ارسال را گزارش کرده است:

{3}
{4}/{5}

او علت گزارش را اینچنین شرح داده است
{7}

این پیام برای تمامی مدیران و مدیران ارشد ارسال شده است.";
$l['email_passwordreset'] = "{1}،

رمز عبور شما {2} بازنشانی شد.

رمز عبور جدید شما: {3}

شما می‌توانید با استفاده از این رمز عبور وارد سایت شوید و از طریق کنترل پنل کاربر رمز خود را تغییر دهید
با سپاس از شما،
{2}";
$l['email_randompassword'] = "{1}،

با تشکر از شما برای ثبت نام در {2}. در زیر نام‌کاربری خود و رمز عبوری که به صورت تصادفی ایجاد شده استرا مشاهده می‌کند. برای ورود به {2}، شما به این اطلاعات نیاز دارند.

نام‌کاربری: {3}
رمز عبور: {4}

توصیه می‌شود رمز عبور خود را تغییر دهید شما بلافاصله بعد از ورود. می‌توانید این کار را با رفتن به کنترل پنل کاربری خود سپس از طریق آن در سایت رمز عبور خود را در منوی سمت چپ تغییر دهید.

با تشکر از شما،
{2}";
$l['email_randompassword1'] = "{1}،

با تشکر از شما برای ثبت نام در {2}. در زیر نام‌کاربری خود و رمز عبوری که به صورت تصادفی ایجاد شده استرا مشاهده می‌کند. برای ورود به {2}، شما به این اطلاعات نیاز دارند.

نام‌کاربری: {3}
رمز عبور: {4}

توصیه می‌شود رمز عبور خود را تغییر دهید شما بلافاصله بعد از ورود. می‌توانید این کار را با رفتن به کنترل پنل کاربری خود سپس از طریق آن در سایت رمز عبور خود را در منوی سمت چپ تغییر دهید.

با تشکر از شما،
{2}";
$l['email_randompassword2'] = "{1}،

با تشکر از شما برای ثبت نام در {2}. در زیر نام‌کاربری خود و رمز عبوری که به صورت تصادفی ایجاد شده استرا مشاهده می‌کند. برای ورود به {2}، شما به این اطلاعات نیاز دارند.

آدرس رایانامه شما
رمز عبور: {4}

توصیه می‌شود رمز عبور خود را تغییر دهید شما بلافاصله بعد از ورود. می‌توانید این کار را با رفتن به کنترل پنل کاربری خود سپس از طریق آن در سایت رمز عبور خود را در منوی سمت راست تغییر دهید.

با تشکر از شما،
{2}";
$l['email_sendtofriend'] = "سلام،

{1} از {2} فکر می‌کند شما ممکن است علاقه در خواندن صفحه وب به شرح زیر داشته باشید:

{3}

{1} پیام به شرح زیر است:
------------------------------------------
{4}
------------------------------------------

با تشکر از شما،
{2}";
$l['email_forumsubscription'] = "{1}،

{2} به تازگی آغاز _ _ یک موضوع جدید در {3}. این انجمن‌ها شما در {4} مشترک هستید.

موضوع با عنوان _ : {5}

گزیده ای از پیام:
-
{6}
-

برای مشاهده این موضوع، شما می‌توانید به آدرس زیر بروید:
{7}/{8}
همچنین شما می‌توانید با ورود در انجمن سایر موضوعات جدید را نیز مطالعه فرمائید
با سپاس.
{4}

------------------------------------------
اگر می‌خواهید اشتراک در این انجمن خارج شوید به آدرس زیر بروید.
{7}/usercp2.php?action=removesubscription&type=forum&fid={9}&my_post_key={10}

------------------------------------------";
$l['email_activateaccount'] = "{1}،

برای تکمیل ثبت نام خود در {2}، باید ابتدا به لینک زیر بروید:

{3}/member.php?action=activate&uid={4}&code={5}

اگر این لینک کار نکرد به لینک زیر بروید:

{3}/member.php?action=activate

شما نیاز به وارد کردن دو فیلد دارید:
نام‌کاربری: {1}
کد تایید: {5}

با سپاس
{2}";
$l['email_activateaccount1'] = "{1}،

برای تکمیل ثبت نام خود در {2}، باید ابتدا به لینک زیر بروید:

{3}/member.php?action=activate&uid={4}&code={5}

اگر این لینک کار نکرد به لینک زیر بروید:

{3}/member.php?action=activate

شما نیاز به وارد کردن دو فیلد دارید:
رایانامه: همین رایانامه شما
کد تایید: {5}

با سپاس
{2}";
$l['email_activateaccount2'] = "{1}،

برای تکمیل ثبت نام خود در {2}، باید ابتدا به لینک زیر بروید:

{3}/member.php?action=activate&uid={4}&code={5}

اگر این لینک کار نکرد به لینک زیر بروید:

{3}/member.php?action=activate

شما نیاز به وارد کردن دو فیلد دارید:
نام‌کاربری: {1} یا رایانامه شما
کد تایید: {5}

با سپاس
{2}";
$l['email_subscription'] = "{1}،

{2} یک پاسخ جدید دارد که شما در آن در {3} مشترک شده اید.. عنوان موضوع {4} می‌باشد.
قسمتی از متن پیام:
------------------------------------------
{5}
------------------------------------------
برای مشاهده موضوع شما می‌توانید به لینک زیر بروید:
{6}/{7}
برای اینکه دیگر پاسخ‌های جدید به اطلاع شما نرسد به انجمن رفته و از طریق کنترل پنل کاربری آن را از اشتراک‌های خود حذف کنید.

با تشکر
{3}

------------------------------------------
حذف از مشترک شده‌ها:
برای اینکه دیگر پاسخ جدید به اطلاع شما نرسد به لینک زیر بروید:
{6}/usercp2.php?action=removesubscription&tid={8}&key={9}&my_post_key={10}

------------------------------------------";
$l['email_reachedpmquota'] = "{1}،

این یک رایانامه به طور خودکار از {2} تا به شما اطلاع دهد که یک پیام خصوصی به صندوق پیام‌های خصوصی شما رسیده است در حالی که ظرفیت آن پر است.

یک یا چند کاربر ممکن است تلاش کرده اند تا به شما پیام خصوصی ارسال کنند و به این خاطر در انجام این امر ناموفق بود.

لطفا با حذف برخی از پیام‌های خصوصی ذخیره شده، و نیز آنها را از سطل زباله حذف شده کنید.

با تشکر از شما،
{2} 
{3}";
$l['email_changeemail'] = "{1}،

ما درخواستی را از {2} برای تغییر آدرس رایانامه شما دریافت کرده ایم (نگاه کنید و اطلاعات زیر را ببینید).

آدرس رایانامه قدیمی: {3}
آدرس رایانامه جدید شما: {4}

اگر این تغییرات درست باشد، لطفا برای تکمیل فرایند اعتبار سنجی بر روی {2} با رفتن به آدرس زیر را در مرورگر خود فعال کنید.

{5}/member.php?action=activate&uid={8}&code={6}
در صورتی که لینک بالا به درستی کار نمی کند، به

{5}/member.php?action=activate

شما به موارد زیر نیاز دارید:
نام‌کاربری: {7}
کد تایید: {6}

اگر شما آدرس رایانامه نامعتبری را انتخاب کرده اید بروزرسانی نمی شود

با سپاس
{2}
{5}";

$l['email_changeemail_noactivation'] = "{1}،

به ما یک درخواست برای تغییر رمزعبور در {2} رسیده‌است (اطلاعات را در زیر ببینید).

آدرس ایمیل قدیمی: {3}
آدرس ایمیل جدید: {4}

این تغییر به صورت خودکار قبول شده‌است، اگر شما این درخواست تغییر را نداده‌اید لطفا با مدیریت تماس بگیرید.

با سپاس،
مدیریت {2}
{5}";

$l['email_changepassword'] = "{1},

شما این پیام را دریافت‌کرده‌اید زیرا یک نفر با داشتن دسترسی به‌حساب شما اقدام به تغییر رمز شما کرده‌است،

نام‌کاربری: {1}
ایمیل: {2}

اگر شما این درخواست را نکرده‌اید، لطفا با مدیریت در ارتباط باشید.

باسپاس
مدیریت {3}
{4}";

$l['email_newpm'] = "{1}،

شما یک پیام جدید خصوصی در {3} از {2} دریافت کرده‌اید:

------------------------------------------
{5}
------------------------------------------

برای مشاهده، پاسخ یا ارسال‌ این پیام، شما می‌توانید پیوند زیر را دنبال کنید:

{4}/private.php

لطفا به یاد داشته باشید که شما هیچ اطلاعیه ای را از پیام‌های جدید دریافت نمی کنید تا زمانی که {3} را بازدید کنید.

شما می‌توانید با مراجعه به لینک زیر هشدار پیام خصوصی از طریق رایانامه را غیر فعال کنید:

{4}/usercp.php?action=options

با سپاس
{3}
{4}";
$l['email_emailuser'] = "{1}،

{2} از {3} برای شما پیام زیر را ارسال کرده است:
------------------------------------------
{5}
------------------------------------------
با سپاس
{3} 
{4}

------------------------------------------
نمی خواهید از کاربران رایانامه دریافت کنید؟

پس به لینک زیر بروید و ارسال رایانامه از سایر کاربران را غیر فعال کنید:
{4}/usercp.php?action=options

------------------------------------------";

$l['email_groupleader_joinrequest'] = "{1},

{2} درخواست عضویت برای {3} را در {4} دارد (پایین را ببینید).

دلیل: {5}

برای قبول یا رد این درخواست به

{6}/managegroup.php?gid={7}

بروید.

با سپاس،
مدیریت {4}";

$l['email_contact_subject'] = "تماس: {1}";
$l['email_contact'] = "ایمیل: {1}
مشخصات انجمن: {2}
آدرس آی‌پی: {3}
پیام:
{4}";

$l['pmsubject_subscription'] = "پاسخ جدید در {1}";
$l['pm_subscription'] = "{1}،

{2} به یک موضوع که شما در آن مشترک شده‌بودید پاسخ داده‌است. عنوان این موضوع {3} است.

اینجا گزیده‌ای از متن پیام است:
------------------------------------------
{4}
------------------------------------------

برای دیدن موضوع شما می‌توانید پیوند زیر را دنبال کنید:
[url]{5}/{6}[/url]

همچنین ممکن است پاسخ‌های دیگری به این موضوع داده‌شود، ولی شما این اطلاعیه‌ها را تا بازدید دوباره از موضوع دریافت نخواهید کرد.

------------------------------------------
اطلاعات لغو اشتراک‌گذاری:

اگر شما نمی‌خواهید هشدار‌های دیگری از پاسخ‌های جدید این موضوع دریافت کنید، شما می توانید لینک زیر را دنبال کنید:
[url]{5}/usercp2.php?action=removesubscription&tid={7}&key={8}&my_post_key={9}[/url]

------------------------------------------";
