<?php 
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 My-BB.Ir Group & iora.ir, All Rights Reserved
 * 
 * Translate By: iora.ir & My-BB.Ir
 */

$l['nav_postpoll'] = "ارسال نظرسنجی";
$l['nav_editpoll'] = "ویرایش نظرسنجی";
$l['nav_pollresults'] = "نتایج نظرسنجی";

$l['edit_poll'] = "ویرایش نظرسنجی";
$l['delete_poll'] = "حذف نظرسنجی";
$l['delete_q'] = "حذف شود؟";
$l['delete_note'] = "جهت حذف نظرسنجی تیک مربوط به حذف را زدن و بر روی دکمه کلیک کنید.";
$l['delete_note2'] = "<b>توجه:</b> در صورت حذف نظرسنجی امکان بازیابی آن وجود ندارد.";
$l['question'] = "سوال:";
$l['num_options'] = "تعداد گزینه‌ها:";
$l['max_options'] = "حداکثر:";
$l['poll_options'] = "گزینه‌های نظرسنجی:";
$l['update_options'] = "گزینه‌های به روز رسانی";
$l['poll_options_note'] = "گزینه‌های نظرسنجی باید مختصر و مفید باشند.";
$l['options'] = "گزینه‌ها:";
$l['option_multiple'] = "<b>اجازه انتخاب چندگانه:</b> کاربران اجازه انتخاب بیش از یک گزینه را داشته باشند.";
$l['option_multiple_maxoptions'] = "تعداد حداکثر گزینه‌ها برای هر کاربر (برای اینکه محدودیتی قائل نشوید 0 را وارد کنید):";
$l['option_public'] = "<b>نظرسنجی عمومی:</b> کاربران امکان مشاهده رای سایرین را داشته باشند.";
$l['option_closed'] = "<b>نظر سنجی بسته شده:</b> با انتخاب این گزینه نظرسنجی قفل خواهد شد.";
$l['poll_timeout'] = "مهلت شرکت در نظرسنجی:";
$l['timeout_note'] = "تعداد روز‌هایی که امکان شرکت در نظرسنجی وجود دارد.<br />(برای لغو محدودیت زمانی 0 را وارد کنید.)";
$l['days_after'] = "روز پس از:";
$l['update_poll'] = "به روز رسانی نظرسنجی";
$l['option'] = "گزینه";
$l['votes'] = "رای:";
$l['post_new_poll'] = "ارسال نظرسنجی جدید";
$l['days'] = "روز";
$l['poll_results'] = "نتایج نظرسنجی";
$l['poll_total'] = "مجموع:";
$l['poll_votes'] = "رای";

$l['redirect_pollposted'] = "نظرسنجی شما ارسال گردید.<br />اکنون به موضوع بازخواهید گشت.";
$l['redirect_pollpostedmoderated'] = "نظرسنجی شما ارسال گردید اما موضوع شما در انتظار تایید است.<br />شما به انجمن بازگردانده خواهید شد.";
$l['redirect_pollupdated'] = "نظرسنجی به روز رسانی شد.<br />اکنون به موضوع بازخواهید گشت.";
$l['redirect_votethanks'] = "برای شرکت در نظرسنجی سپاسگزاریم.<br />اکنون به موضوع بازخواهید گشت.";
$l['redirect_unvoted'] = "رای شما در این موضوع حذف گردید.<br />اکنون به موضوع بازگردانده خواهید شد.";
$l['redirect_polldeleted'] = "نظرسنجی با موفقیت از موضوع حذف گردید.<br />اکنون به موضوع بازخواهید گشت.";

$l['error_polloptiontoolong'] = "یک یا چند گزینه نظرسنجی از حد مجاز طولانی تر اند. لطفاً برگردید و آنها را مختصر تر بنویسید.";
$l['error_noquestionoptions'] = "سوال و یا گزینه‌ای برای نظرسنجی وجود ندارد. درج حداقل 2 گزینه برای ایجاد نظرسنجی ضروری است.<br />لطفاً برگردید و اصلاحات لازم را انجام دهید.";
$l['error_pollalready'] = "موضوع هم اکنون نظرسنجی دارد!";
$l['error_nopolloptions'] = "گزینه نظرسنجی معتبر نمی‌باشد.";
$l['error_maxpolloptions'] = "شما به گزینه‌های زیادی رای داده‌اید. شما تنها می‌توانید به {1} گزینه رای دهید.<br />لطفا بازگردید و مجددا تلاش کنید.";
$l['error_alreadyvoted'] = "شما قبلاً در این نظرسنجی شرکت نموده اید.";
$l['error_notvoted'] = "شما در این نظرسنجی رای نداده‌اید.";
$l['error_invalidpoll'] = "نظرسنجی مشخص شده معتبر نبوده و یا وجود ندارد.";
$l['error_pollclosed'] = "شما نمی‌توانید در این نظرسنجی شرکت کنید زیرا بسته شده است.";
$l['poll_time_limit'] = "متاسفیم، اما شما نمی‌توانید نظرسنجی‌ای به موضوعتان اضافه‌کنید. مدیریت تنظیم کرده‌است که کاربران تنها در {1} ساعت پس‌از ارسال موضوع بتوانند نظرسنجی ایجاد کنند.";

$l['poll_deleted'] = "حذف نظرسنجی";
$l['poll_edited'] = "ویرایش نظرسنجی";